Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Loan
ar: قرض
da_dk: Lån
de: Kredit
el_gr: Δάνειο
es: Préstamo
fr: Prêt
he_il: הלוואה
id_id: Pinjaman
it: Prestito
ja_jp: ローン
ko_kr: 대출
ms_my: Pinjaman
my_mm: ချေးငွေ
nl_nl: Lening
pl_pl: Pożyczka
pt: Empréstimo
ru_ru: Кредит
sv_se: Lån
th_th: สินเชื่อ
tr_tr: Kredi
uk_ua: Кредит
vi_vn: Khoản vay
zh_cn: 贷款
zh_mo: 貸款

source: Customer Service
ar: خدمة العملاء
da_dk: Kundeservice
de: Kundendienst
el_gr: Εξυπηρέτηση πελατών
es: Servicio al cliente
fr: Service client
he_il: שירות לקוחות
id_id: Layanan Pelanggan
it: Servizio clienti
ja_jp: カスタマーサービス
ko_kr: 고객 서비스
ms_my: Khdimat Pelanggan
my_mm: ဖောက်သည်ဝန်ဆောင်မှု
nl_nl: Klantenservice
pl_pl: Obsługa klienta
pt: Apoio ao Cliente
ru_ru: Служба поддержки
sv_se: Kundtjänst
th_th: ฝ่ายบริการลูกค้า
tr_tr: Müşteri Hizmetleri
uk_ua: Служба підтримки клієнтів
vi_vn: Dịch vụ khách hàng
zh_cn: 客户服务
zh_mo: 客戶服務

source: Financial
ar: مالي
da_dk: Finansiel
de: Finanziell
el_gr: Οικονομικά
es: Financiero
fr: Financier
he_il: פיננסי
id_id: Keuangan
it: Finanziario
ja_jp: 金融
ko_kr: 금융
ms_my: Kewangan
my_mm: ငွေကြေးဆိုင်ရာ
nl_nl: Financieel
pl_pl: Finanse
pt: Financeiro
ru_ru: Финансы
sv_se: Finansiell
th_th: การเงิน
tr_tr: Finansal
uk_ua: Фінансовий
vi_vn: Tài chính
zh_cn: 财经
zh_mo: 金融

source: Bank
ar: بنك
el_gr: Τράπεζα
es: Banco
fr: Banque
he_il: בנק
it: Banca
ja_jp: 銀行
ko_kr: 은행
my_mm: ဘဏ်
pt: Banco
ru_ru: Банк
th_th: ธนาคาร
tr_tr: Banka
uk_ua: Банк
vi_vn: Ngân hàng
zh_cn: 银行
zh_mo: 銀行

source: Education
ar: تعليم
da_dk: Uddannelse
de: Bildung
el_gr: Εκπαίδευση
es: Educación
fr: Éducation
he_il: חינוך
id_id: Pendidikan
it: Istruzione
ja_jp: 教育
ko_kr: 교육
ms_my: Pendidikan
my_mm: ပညာရေး
nl_nl: Onderwijs
pl_pl: Edukacja
pt: Educação
ru_ru: Образование
sv_se: Utbildning
th_th: การศึกษา
tr_tr: Eğitim
uk_ua: Освіта
vi_vn: Giáo dục
zh_cn: 教育
zh_mo: 教育

source: Medical
ar: طبي
da_dk: Medicinsk
de: Medizinisch
el_gr: Ιατρική
es: Médico
fr: Médical
he_il: רפואי
id_id: Medis
it: Medico
ja_jp: 医療
ko_kr: 의료
ms_my: Perubatan
my_mm: ဆေးဘက်ဆိုင်ရာ
nl_nl: Medisch
pl_pl: Medycyna
pt: Médico
ru_ru: Медицина
sv_se: Medicinsk
th_th: การแพทย์
tr_tr: Tıbbi
uk_ua: Медичний
vi_vn: Y tế
zh_cn: 医疗
zh_mo: 醫療

source: Charity
ar: خيري
da_dk: Velgørenhed
de: Wohltätigkeit
el_gr: Φιλανθρωπία
es: Caridad
fr: Charité
he_il: צדקה
id_id: Amal
it: Beneficenza
ja_jp: 慈善団体
ko_kr: 자선 단체
ms_my: Kebajikan
my_mm: ပရဟိတ
nl_nl: Liefdadigheid
pl_pl: Organizacja charytatywna
pt: Caridade
ru_ru: Благотворительность
sv_se: Välgörenhet
th_th: การกุศล
tr_tr: Hayır Kurumu
uk_ua: Благодійність
vi_vn: Từ thiện
zh_cn: 慈善机构
zh_mo: 慈善

source: Other
ar: آخر
da_dk: Andet
de: Andere
el_gr: Άλλο
es: Otro
fr: Autre
he_il: אחר
id_id: Lainnya
it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
my_mm: အခြား
nl_nl: Anders
pl_pl: Inne
pt: Outro
ru_ru: Другое
sv_se: Annat
th_th: อื่นๆ
tr_tr: Diğer
uk_ua: Інше
vi_vn: Khác
zh_cn: 其他
zh_mo: 其他

source: Collection
ar: تحصيل
da_dk: Indsamling
de: Inkasso
el_gr: Συλλογή
es: Cobro
fr: Recouvrement
he_il: גבייה
id_id: Koleksi
it: Raccolta fondi
ja_jp: 集金
ko_kr: 수집
ms_my: Kutipan
my_mm: စုဆောင်းခြင်း
nl_nl: Incasso
pl_pl: Windykacja
pt: Cobrança
ru_ru: Взыскание
sv_se: Insamling
th_th: การเรียกเก็บเงิน
tr_tr: Tahsilat
uk_ua: Колекція
vi_vn: Thu thập
zh_cn: 债务收款
zh_mo: 債務催收

source: Survey
ar: استطلاع
da_dk: Undersøgelse
de: Umfrage
el_gr: Έρευνα
es: Encuesta
fr: Sondage
he_il: סקר
id_id: Survei
it: Sondaggio
ja_jp: 調査
ko_kr: 설문 조사
ms_my: Tinjauan
my_mm: စစ်တမ်း
nl_nl: Enquête
pl_pl: Ankieta
pt: Sondagem
ru_ru: Опрос
sv_se: Undersökning
th_th: แบบสำรวจ
tr_tr: Anket
uk_ua: Опитування
vi_vn: Khảo sát
zh_cn: 调查
zh_mo: 調查

source: Political
ar: سياسي
da_dk: Politisk
de: Politisch
el_gr: Πολιτικό
es: Político
fr: Politique
he_il: פוליטי
id_id: Politik
it: Politico
ja_jp: 政治
ko_kr: 정치
ms_my: Politik
my_mm: နိုင်ငံရေး
nl_nl: Politiek
pl_pl: Polityka
pt: Político
ru_ru: Политика
sv_se: Politisk
th_th: การเมือง
tr_tr: Siyasi
uk_ua: Політичний
vi_vn: Chính trị
zh_cn: 政治
zh_mo: 政治

source: Ecommerce
ar: تجارة إلكترونية
da_dk: E-handel
el_gr: Ηλεκτρονικό εμπόριο
es: Comercio electrónico
fr: Commerce électronique
he_il: מסחר אלקטרוני
ja_jp: Eコマース
ko_kr: 전자상거래
ms_my: E-dagang
pl_pl: Handel elektroniczny
pt: Comércio Eletrónico
ru_ru: Электронная коммерция
sv_se: E-handel
th_th: อีคอมเมิร์ซ
tr_tr: E-ticaret
uk_ua: Електронна комерція
vi_vn: Thương mại điện tử
zh_cn: 电子商务
zh_mo: 電子商務

source: Risk
ar: خطر
da_dk: Risiko
de: Risiko
el_gr: Κίνδυνος
es: Riesgo
fr: Risque
he_il: סיכון
id_id: Risiko
it: Rischio
ja_jp: リスク
ko_kr: 위험
ms_my: Risiko
my_mm: အန္တရာယ်
nl_nl: Risico
pl_pl: Ryzyko
pt: Risco
ru_ru: Риск
th_th: ความเสี่ยง
uk_ua: Ризик
vi_vn: Rủi ro
zh_cn: 风险
zh_mo: 風險

source: Select entries to export
ar: حدد الإدخالات للتصدير
da_dk: Vælg poster, der skal eksporteres
de: Einträge zum Exportieren auswählen
el_gr: Επιλέξτε καταχωρήσεις για εξαγωγή
es: Seleccionar entradas para exportar
fr: Sélectionner les entrées à exporter
he_il: בחר רשומות לייצוא
id_id: Pilih entri untuk diekspor
it: Seleziona le voci da esportare
ja_jp: エクスポートするエントリを選択
ko_kr: 내보낼 항목 선택
ms_my: Pilih entri untuk dieksport
my_mm: တင်ပို့ရန် entries များကိုရွေးချယ်ပါ
nl_nl: Selecteer items om te exporteren
pl_pl: Wybierz wpisy do wyeksportowania
pt: Selecione as entradas para exportar
ru_ru: Выберите записи для экспорта
sv_se: Välj poster att exportera
th_th: เลือกรายการที่จะส่งออก
tr_tr: Dışa aktarılacak girişleri seçin
uk_ua: Виберіть записи для експорту
vi_vn: Chọn mục nhập để xuất
zh_cn: 选择要导出的条目
zh_mo: 選擇要導出的項目

source: selecting export folder
ar: جارٍ تحديد مجلد التصدير
da_dk: vælger eksportmappe
de: Exportordner auswählen
el_gr: επιλογή φακέλου εξαγωγής
es: seleccionando carpeta de exportación
fr: Sélection du dossier d'exportation
he_il: בחירת תיקיית ייצוא
id_id: memilih folder ekspor
it: selezione cartella di esportazione
ja_jp: エクスポートフォルダを選択しています
ko_kr: 내보낼 폴더 선택 중
ms_my: memilih folder eksport
my_mm: တင်ပို့မည့်ဖိုဒါကိုရွေးချယ်နေပါသည်
nl_nl: exportmap selecteren
pl_pl: wybieranie folderu eksportu
pt: a selecionar a pasta de exportação
ru_ru: выбор папки для экспорта
sv_se: väljer exportmapp
th_th: กำลังเลือกโฟลเดอร์ส่งออก
tr_tr: dışa aktarma klasörü seçiliyor
uk_ua: вибір папки для експорту
vi_vn: chọn thư mục xuất
zh_cn: 正在选择导出文件夹
zh_mo: 選擇導出資料夾

source: export format:
ar: تنسيق التصدير:
da_dk: eksportformat:
el_gr: μορφή εξαγωγής:
es: formato de exportación:
fr: Format d'exportation :
he_il: פורמט ייצוא:
id_id: format ekspor:
it: formato di esportazione:
ja_jp: エクスポート形式：
ko_kr: 내보내기 형식:
ms_my: format eksport:
my_mm: တင်ပို့မည့်ပုံစံ :
nl_nl: exportindeling:
pl_pl: format eksportu:
pt: formato de exportação:
ru_ru: формат экспорта:
th_th: รูปแบบการส่งออก:
tr_tr: dışa aktarma biçimi:
uk_ua: формат експорту:
vi_vn: định dạng xuất:
zh_cn: 导出格式：
zh_mo: 導出格式：

source: Please select an export folder
ar: الرجاء تحديد مجلد تصدير
da_dk: Vælg venligst en eksportmappe
de: Bitte wählen Sie einen Exportordner aus
el_gr: Παρακαλώ επιλέξτε έναν φάκελο εξαγωγής
es: Seleccione una carpeta de exportación
fr: Veuillez sélectionner un dossier d'exportation
he_il: אנא בחר תיקיית ייצוא
id_id: Silakan pilih folder ekspor
it: Seleziona una cartella di esportazione
ja_jp: エクスポートフォルダを選択してください
ko_kr: 내보낼 폴더를 선택하세요
ms_my: Sila pilih folder eksport
my_mm: တင်ပို့မည့်ဖိုဒါကိုရွေးချယ်ပါ
nl_nl: Selecteer een exportmap
pl_pl: Proszę wybrać folder eksportu
pt: Selecione uma pasta de exportação
ru_ru: Выберите папку для экспорта
sv_se: Välj en exportmapp
th_th: โปรดเลือกโฟลเดอร์ส่งออก
tr_tr: Lütfen bir dışa aktarma klasörü seçin
uk_ua: Виберіть папку для експорту
vi_vn: Vui lòng chọn một thư mục xuất
zh_cn: 请选择一个导出文件夹
zh_mo: 請選擇一個導出資料夾

source: Please select entries to export
ar: الرجاء تحديد الإدخالات للتصدير
da_dk: Vælg venligst poster, der skal eksporteres
de: Bitte wählen Sie Einträge zum Exportieren aus
el_gr: Παρακαλώ επιλέξτε καταχωρήσεις για εξαγωγή
es: Seleccione las entradas que desea exportar
fr: Veuillez sélectionner les entrées à exporter
he_il: אנא בחר רשומות לייצוא
id_id: Silakan pilih entri untuk diekspor
it: Seleziona le voci da esportare
ja_jp: エクスポートするエントリを選択してください
ko_kr: 내보낼 항목을 선택하세요
ms_my: Sila pilih entri untuk dieksport
my_mm: တင်ပို့ရန် entries များကိုရွေးချယ်ပါ
nl_nl: Selecteer items om te exporteren
pl_pl: Proszę wybrać wpisy do wyeksportowania
pt: Selecione as entradas para exportar
ru_ru: Выберите записи для экспорта
sv_se: Välj poster att exportera
th_th: โปรดเลือกรายการที่จะส่งออก
tr_tr: Lütfen dışa aktarılacak girişleri seçin
uk_ua: Виберіть записи для експорту
vi_vn: Vui lòng chọn mục nhập để xuất
zh_cn: 请选择要导出的条目
zh_mo: 請選擇要導出的項目

source: Export successful
ar: نجح التصدير
da_dk: Eksport lykkedes
de: Export erfolgreich
el_gr: Επιτυχής εξαγωγή
es: Exportación correcta
fr: Exportation réussie
he_il: ייצוא בוצע בהצלחה
id_id: Ekspor berhasil
it: Esportazione riuscita
ja_jp: エクスポートに成功しました
ko_kr: 내보내기 성공
ms_my: Eksport berjaya
my_mm: တင်ပို့မှုအောင်မြင်ပါသည်
nl_nl: Exporteren gelukt
pl_pl: Eksport zakończony pomyślnie
pt: Exportação bem-sucedida
ru_ru: Экспорт выполнен успешно
sv_se: Export lyckades
th_th: ส่งออกสำเร็จ
tr_tr: Dışa aktarma başarılı
uk_ua: Експорт успішний
vi_vn: Xuất thành công
zh_cn: 导出成功
zh_mo: 導出成功

source: Export failed
ar: فشل التصدير
da_dk: Eksport mislykkedes
de: Export fehlgeschlagen
el_gr: Αποτυχία εξαγωγής
es: Error de exportación
fr: Échec de l'exportation
he_il: ייצוא נכשל
id_id: Ekspor gagal
it: Esportazione non riuscita
ja_jp: エクスポートに失敗しました
ko_kr: 내보내기 실패
ms_my: Eksport gagal
my_mm: တင်ပို့မှုမအောင်မြင်ပါ
nl_nl: Exporteren mislukt
pl_pl: Eksport nie powiódł się
pt: Exportação falhou
ru_ru: Ошибка экспорта
sv_se: Export misslyckades
th_th: ส่งออกล้มเหลว
tr_tr: Dışa aktarma başarısız
uk_ua: Експорт не вдався
vi_vn: Xuất không thành công
zh_cn: 导出失败
zh_mo: 導出失敗

source: Link
ar: رابط
el_gr: Σύνδεσμος
es: Enlace
fr: Lien
he_il: קישור
id_id: Tautan
it: Collegamento
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
my_mm: လင့်ခ်
pt: Ligação
ru_ru: Ссылка
sv_se: Länk
th_th: ลิงก์
tr_tr: Bağlantı
uk_ua: Посилання
vi_vn: Liên kết
zh_cn: 链接
zh_mo: 連結

source: Choose only link or file
ar: اختر الرابط أو الملف فقط
da_dk: Vælg kun link eller fil
de: Wählen Sie nur Link oder Datei
el_gr: Επιλέξτε μόνο σύνδεσμο ή αρχείο
es: Elija solo enlace o archivo
fr: Choisissez uniquement un lien ou un fichier
he_il: בחר רק קישור או קובץ
id_id: Pilih hanya tautan atau file
it: Scegli solo link o file
ja_jp: リンクまたはファイルのみを選択
ko_kr: 링크 또는 파일 중 하나만 선택하세요
ms_my: Pilih hanya pautan atau fail
my_mm: လင့်ခ်သို့မဟုတ်ဖိုင်ကိုသာရွေးချယ်ပါ
nl_nl: Kies alleen link of bestand
pl_pl: Wybierz tylko link lub plik
pt: Escolha apenas ligação ou ficheiro
ru_ru: Выберите только ссылку или файл
sv_se: Välj endast länk eller fil
th_th: เลือกลิงก์หรือไฟล์เท่านั้น
tr_tr: Yalnızca bağlantı veya dosya seçin
uk_ua: Виберіть лише посилання або файл
vi_vn: Chỉ chọn liên kết hoặc tệp
zh_cn: 仅选择链接或文件
zh_mo: 僅選擇連結或文件

source: Open Local Folder
ar: فتح المجلد المحلي
da_dk: Åbn lokal mappe
de: Lokalen Ordner öffnen
el_gr: Άνοιγμα τοπικού φακέλου
es: Abrir carpeta local
fr: Ouvrir le dossier local
he_il: פתח תיקייה מקומית
id_id: Buka Folder Lokal
it: Apri cartella locale
ja_jp: ローカルフォルダを開く
ko_kr: 로컬 폴더 열기
ms_my: Buka Folder Tempatan
my_mm: Local Folder ကိုဖွင့်ပါ
nl_nl: Lokale map openen
pl_pl: Otwórz folder lokalny
pt: Abrir Pasta Local
ru_ru: Открыть локальную папку
sv_se: Öppna lokal mapp
th_th: เปิดโฟลเดอร์ท้องถิ่น
tr_tr: Yerel Klasörü Aç
uk_ua: Відкрити локальну папку
vi_vn: Mở thư mục cục bộ
zh_cn: 打开本地文件夹
zh_mo: 打開本地資料夾

# addToAllowedtype
source: Add to {listType}
ar: إضافة إلى {listType}
da_dk: Føj til {listType}
de: Zu {listType} hinzufügen
el_gr: Προσθήκη σε {listType}
es: Agregar a {listType}
fr: Ajouter à {listType}
he_il: הוסף ל-{listType}
id_id: Tambahkan ke {listType}
it: Aggiungi a {listType}
ja_jp: {listType}に追加
ko_kr: {listType}에 추가
ms_my: Tambah ke {listType}
my_mm: {listType} သို့ထည့်ပါ
nl_nl: Toevoegen aan {listType}
pl_pl: Dodaj do {listType}
pt: Adicionar a {listType}
ru_ru: Добавить в {listType}
sv_se: Lägg till i {listType}
th_th: เพิ่มใน {listType}
tr_tr: {listType}'a Ekle
uk_ua: Додати до {listType}
vi_vn: Thêm vào {listType}
zh_cn: 添加到{listType}
zh_mo: 添加到 {listType}

# addToBlockedtype
source: Add to {listType}
ar: إضافة إلى {listType}
da_dk: Føj til {listType}
de: Zu {listType} hinzufügen
el_gr: Προσθήκη σε {listType}
es: Agregar a {listType}
fr: Ajouter à {listType}
he_il: הוסף ל-{listType}
id_id: Tambahkan ke {listType}
it: Aggiungi a {listType}
ja_jp: {listType}に追加
ko_kr: {listType}에 추가
ms_my: Tambah ke {listType}
my_mm: {listType} သို့ထည့်ပါ
nl_nl: Toevoegen aan {listType}
pl_pl: Dodaj do {listType}
pt: Adicionar a {listType}
ru_ru: Добавить в {listType}
sv_se: Lägg till i {listType}
th_th: เพิ่มใน {listType}
tr_tr: {listType}'a Ekle
uk_ua: Додати до {listType}
vi_vn: Thêm vào {listType}
zh_cn: 添加到{listType}
zh_mo: 添加到 {listType}

# removeBlockedtype
source: Remove {listType}
ar: إزالة {listType}
da_dk: Fjern {listType}
de: {listType} entfernen
el_gr: Αφαίρεση {listType}
es: Eliminar {listType}
fr: Supprimer {listType}
he_il: הסר {listType}
id_id: Hapus {listType}
it: Rimuovi {listType}
ja_jp: {listType}を削除
ko_kr: {listType} 제거
ms_my: Alih keluar {listType}
my_mm: {listType} ကိုဖယ်ရှားပါ
nl_nl: Verwijderen {listType}
pl_pl: Usuń {listType}
pt: Remover {listType}
ru_ru: Удалить {listType}
sv_se: Ta bort {listType}
th_th: ลบ {listType}
tr_tr: {listType}'ı Kaldır
uk_ua: Видалити {listType}
vi_vn: Xóa {listType}
zh_cn: 移除{listType}
zh_mo: 移除 {listType}

# removeAllowedtype
source: Remove {listType}
ar: إزالة {listType}
da_dk: Fjern {listType}
de: {listType} entfernen
el_gr: Αφαίρεση {listType}
es: Eliminar {listType}
fr: Supprimer {listType}
he_il: הסר {listType}
id_id: Hapus {listType}
it: Rimuovi {listType}
ja_jp: {listType}を削除
ko_kr: {listType} 제거
ms_my: Alih keluar {listType}
my_mm: {listType} ကိုဖယ်ရှားပါ
nl_nl: Verwijderen {listType}
pl_pl: Usuń {listType}
pt: Remover {listType}
ru_ru: Удалить {listType}
sv_se: Ta bort {listType}
th_th: ลบ {listType}
tr_tr: {listType}'ı Kaldır
uk_ua: Видалити {listType}
vi_vn: Xóa {listType}
zh_cn: 移除{listType}
zh_mo: 移除 {listType}

# PermissionWasNotGranted
source: {permissionName} permission was not granted.
ar: لم يتم منح إذن {permissionName}.
da_dk: {permissionName} tilladelse blev ikke givet.
de: {permissionName}-Berechtigung wurde nicht erteilt.
el_gr: Η άδεια {permissionName} δεν χορηγήθηκε.
es: No se concedió el permiso {permissionName}.
fr: L'autorisation {permissionName} n'a pas été accordée.
he_il: הרשאת {permissionName} לא ניתנה.
id_id: Izin {permissionName} tidak diberikan.
it: Autorizzazione {permissionName} non concessa.
ja_jp: {permissionName}権限が付与されませんでした。
ko_kr: {permissionName} 권한이 부여되지 않았습니다.
ms_my: Kebenaran {permissionName} tidak diberikan.
my_mm: {permissionName} ခွင့်ပြုချက်ကိုမပေးခဲ့ပါ။
nl_nl: {permissionName}-toestemming is niet verleend.
pl_pl: Uprawnienie {permissionName} nie zostało udzielone.
pt: A permissão {permissionName} não foi concedida.
ru_ru: Разрешение {permissionName} не было предоставлено.
sv_se: {permissionName}-behörighet beviljades inte.
th_th: ไม่ได้รับอนุญาต {permissionName}
tr_tr: {permissionName} izni verilmedi.
uk_ua: Дозвіл {permissionName} не було надано.
vi_vn: Quyền {permissionName} đã không được cấp.
zh_cn: {permissionName} 权限未被允许。
zh_mo: {permissionName} 權限未被授予。

# manuallyDisablePermissionInAppSetting
source: You need to manually disable the {permissionName} permission in the app settings.
ar: يجب عليك تعطيل إذن {permissionName} يدويًا في إعدادات التطبيق.
da_dk: Du skal manuelt deaktivere {permissionName} tilladelsen i appindstillingerne.
de: Sie müssen die {permissionName}-Berechtigung manuell in den App-Einstellungen deaktivieren.
el_gr: Πρέπει να απενεργοποιήσετε χειροκίνητα την άδεια {permissionName} στις ρυθμίσεις της εφαρμογής.
es: Debe deshabilitar manualmente el permiso {permissionName} en la configuración de la aplicación.
fr: Vous devez désactiver manuellement l'autorisation {permissionName} dans les paramètres de l'application.
he_il: עליך להשבית ידנית את הרשאת {permissionName} בהגדרות האפליקציה.
id_id: Anda perlu menonaktifkan izin {permissionName} secara manual di pengaturan aplikasi.
it: È necessario disabilitare manualmente l'autorizzazione {permissionName} nelle impostazioni dell'app.
ja_jp: アプリの設定で{permissionName}権限を手動で無効にする必要があります。
ko_kr: 앱 설정에서 {permissionName} 권한을 수동으로 비활성화해야 합니다.
ms_my: Anda perlu melumpuhkan kebenaran {permissionName} secara manual dalam tetapan aplikasi.
my_mm: အက်ပ်ဆက်တင်များတွင် {permissionName} ခွင့်ပြုချက်ကိုကိုယ်တိုင်ပိတ်ရန်လိုအပ်သည်။
nl_nl: U moet de {permissionName}-toestemming handmatig uitschakelen in de app-instellingen.
pl_pl: Musisz ręcznie wyłączyć uprawnienie {permissionName} w ustawieniach aplikacji.
pt: Precisa de desativar manualmente a permissão {permissionName} nas definições da aplicação.
ru_ru: Вам нужно вручную отключить разрешение {permissionName} в настройках приложения.
sv_se: Du måste manuellt inaktivera {permissionName}-behörigheten i appinställningarna.
th_th: คุณต้องปิดใช้งานการอนุญาต {permissionName} ด้วยตนเองในการตั้งค่าแอป
tr_tr: Uygulama ayarlarından {permissionName} iznini manuel olarak devre dışı bırakmanız gerekir.
uk_ua: Вам потрібно вручну вимкнути дозвіл {permissionName} у налаштуваннях програми.
vi_vn: Bạn cần tắt thủ công quyền {permissionName} trong cài đặt ứng dụng.
zh_cn: 您需要在应用设置中手动禁用{permissionName} 权限。
zh_mo: 您需要在應用程式設定中手動禁用 {permissionName} 權限。

source: Choose Avatar (Local or Network):
ar: اختر الصورة الرمزية (محلي أو شبكة):
da_dk: Vælg avatar (lokal eller netværk):
de: Avatar auswählen (lokal oder Netzwerk):
el_gr: Επιλέξτε Avatar (Τοπικό ή Δικτύου):
es: Elegir avatar (local o de red):
fr: Choisir un avatar (local ou réseau) :
he_il: בחר אווטאר (מקומי או רשת):
id_id: Pilih Avatar (Lokal atau Jaringan):
it: Scegli Avatar (Locale o Rete):
ja_jp: アバターを選択（ローカルまたはネットワーク）：
ko_kr: 아바타 선택(로컬 또는 네트워크):
ms_my: Pilih Avatar (Tempatan atau Rangkaian):
my_mm: Avatar ကိုရွေးချယ်ပါ (Local သို့မဟုတ် Network) :
nl_nl: Kies avatar (lokaal of netwerk):
pl_pl: Wybierz awatar (lokalny lub z sieci):
pt: Escolher Avatar (Local ou Rede):
ru_ru: Выберите аватар (локальный или сетевой):
sv_se: Välj avatar (lokal eller nätverk):
th_th: เลือกรูปประจำตัว (ท้องถิ่นหรือเครือข่าย):
tr_tr: Avatar Seç (Yerel veya Ağ):
uk_ua: Виберіть аватар (локальний або з мережі):
vi_vn: Chọn Avatar (Cục bộ hoặc Mạng):
zh_cn: 选择头像（本地或网络）：
zh_mo: 選擇頭像（本地或網絡）：

source: Avatar URL or Path
ar: عنوان URL أو مسار الصورة الرمزية
da_dk: Avatar URL eller sti
de: Avatar-URL oder -Pfad
el_gr: URL ή διαδρομή Avatar
es: URL o ruta del avatar
fr: URL ou chemin d'accès de l'avatar
he_il: כתובת URL או נתיב של אווטאר
id_id: URL atau Jalur Avatar
it: URL o percorso avatar
ja_jp: アバターのURLまたはパス
ko_kr: 아바타 URL 또는 경로
ms_my: URL atau Laluan Avatar
my_mm: Avatar URL သို့မဟုတ် Path
nl_nl: Avatar-URL of -pad
pl_pl: Adres URL lub ścieżka awatara
pt: URL ou Caminho do Avatar
ru_ru: URL или путь к аватару
sv_se: Avatar URL eller sökväg
th_th: URL หรือเส้นทางรูปประจำตัว
tr_tr: Avatar URL'si veya Yolu
uk_ua: URL-адреса або шлях до аватара
vi_vn: URL hoặc đường dẫn Avatar
zh_cn: 头像 URL 或路径
zh_mo: 頭像網址或路徑

source: Name
ar: الاسم
da_dk: Navn
el_gr: Όνομα
es: Nombre
fr: Nom
he_il: שם
id_id: Nama
it: Nome
ja_jp: 名前
ko_kr: 이름
ms_my: Nama
my_mm: အမည်
nl_nl: Naam
pl_pl: Nazwa
pt: Nome
ru_ru: Имя
sv_se: Namn
th_th: ชื่อ
tr_tr: İsim
uk_ua: Ім'я
vi_vn: Tên
zh_cn: 姓名
zh_mo: 姓名

source: PhoneNumber
ar: رقم الهاتف
da_dk: Telefonnummer
de: Telefonnummer
el_gr: Αριθμός τηλεφώνου
es: Número de teléfono
fr: Numéro de téléphone
he_il: מספר טלפון
id_id: Nomor Telepon
it: Numero di telefono
ja_jp: 電話番号
ko_kr: 전화번호
ms_my: Nombor Telefon
my_mm: ဖုန်းနံပါတ်
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
pt: Número de Telefone
ru_ru: Номер телефона
sv_se: Telefonnummer
th_th: หมายเลขโทรศัพท์
tr_tr: Telefon Numarası
uk_ua: Номер телефону
vi_vn: Số điện thoại
zh_cn: 电话号码
zh_mo: 電話號碼

source: Keyword
ar: الكلمة المفتاحية
da_dk: Nøgleord
de: Schlüsselwort
el_gr: Λέξη-κλειδί
es: Palabra clave
fr: Mot-clé
he_il: מילת מפתח
id_id: Kata kunci
it: Parola chiave
ja_jp: キーワード
ko_kr: 키워드
ms_my: Kata Kunci
my_mm: ကီးဝေါ့ဒ်
nl_nl: Trefwoord
pl_pl: Słowo kluczowe
pt: Palavra-chave
ru_ru: Ключевое слово
sv_se: Nyckelord
th_th: คำหลัก
tr_tr: Anahtar Kelime
uk_ua: Ключове слово
vi_vn: Từ khóa
zh_cn: 关键字
zh_mo: 關鍵字

source: Pattern
ar: النمط
da_dk: Mønster
de: Muster
el_gr: Πρότυπο
es: Patrón
fr: Modèle
he_il: תבנית
id_id: Pola
it: Modello
ja_jp: パターン
ko_kr: 패턴
ms_my: Corak
my_mm: ပုံစံ
nl_nl: Patroon
pl_pl: Wzorzec
pt: Padrão
ru_ru: Шаблон
sv_se: Mönster
th_th: รูปแบบ
tr_tr: Desen
uk_ua: Шаблон
vi_vn: Mẫu
zh_cn: 模式
zh_mo: 模式

source: Delete
ar: حذف
da_dk: Slet
de: Löschen
el_gr: Διαγραφή
es: Eliminar
fr: Supprimer
he_il: מחק
id_id: Hapus
it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
my_mm: ဖျက်ပါ
nl_nl: Verwijderen
pl_pl: Usuń
pt: Eliminar
ru_ru: Удалить
sv_se: Radera
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_mo: 刪除

source: Url
ar: عنوان URL
he_il: כתובת URL
pl_pl: Adres URL
zh_cn: 网址
zh_mo: 網址

source: Auto Update Enabled
ar: تم تمكين التحديث التلقائي
da_dk: Automatisk opdatering aktiveret
de: Automatisches Update aktiviert
el_gr: Ενεργοποιημένη αυτόματη ενημέρωση
es: Actualización automática habilitada
fr: Mise à jour automatique activée
he_il: עדכון אוטומטי מופעל
id_id: Pembaruan Otomatis Diaktifkan
it: Aggiornamento automatico abilitato
ja_jp: 自動更新が有効になっています
ko_kr: 자동 업데이트 활성화됨
ms_my: Kemas Kini Automatik Didayakan
my_mm: အလိုအလျောက်အပ်ဒိတ်ကိုဖွင့်ထားသည်
nl_nl: Automatisch bijwerken ingeschakeld
pl_pl: Automatyczna aktualizacja włączona
pt: Atualização Automática Ativada
ru_ru: Автообновление включено
sv_se: Automatisk uppdatering aktiverad
th_th: เปิดใช้งานการอัปเดตอัตโนมัติ
tr_tr: Otomatik Güncelleme Etkin
uk_ua: Автооновлення ввімкнено
vi_vn: Đã bật tự động cập nhật
zh_cn: 已启用自动更新
zh_mo: 自動更新已啟用

source: Auto Update Disabled
ar: تم تعطيل التحديث التلقائي
da_dk: Automatisk opdatering deaktiveret
de: Automatisches Update deaktiviert
el_gr: Απενεργοποιημένη αυτόματη ενημέρωση
es: Actualización automática deshabilitada
fr: Mise à jour automatique désactivée
he_il: עדכון אוטומטי מושבת
id_id: Pembaruan Otomatis Dinonaktifkan
it: Aggiornamento automatico disabilitato
ja_jp: 自動更新が無効になっています
ko_kr: 자동 업데이트 비활성화됨
ms_my: Kemas Kini Automatik Dilumpuhkan
my_mm: အလိုအလျောက်အပ်ဒိတ်ကိုပိတ်ထားသည်
nl_nl: Automatisch bijwerken uitgeschakeld
pl_pl: Automatyczna aktualizacja wyłączona
pt: Atualização Automática Desativada
ru_ru: Автообновление отключено
sv_se: Automatisk uppdatering inaktiverad
th_th: ปิดใช้งานการอัปเดตอัตโนมัติ
tr_tr: Otomatik Güncelleme Devre Dışı
uk_ua: Автооновлення вимкнено
vi_vn: Đã tắt tự động cập nhật
zh_cn: 已禁用自动更新
zh_mo: 自動更新已禁用

source: Number Type
ar: نوع الرقم
da_dk: Nummertype
de: Nummerntyp
el_gr: Τύπος αριθμού
es: Tipo de número
fr: Type de numéro
he_il: סוג מספר
id_id: Jenis Nomor
it: Tipo di numero
ja_jp: 番号タイプ
ko_kr: 번호 유형
ms_my: Jenis Nombor
my_mm: နံပါတ်အမျိုးအစား
nl_nl: Nummertype
pl_pl: Typ numeru
pt: Tipo de Número
ru_ru: Тип номера
sv_se: Nummertyp
th_th: ประเภทหมายเลข
tr_tr: Numara Türü
uk_ua: Тип номера
vi_vn: Loại số
zh_cn: 号码类型
zh_mo: 號碼類型

source: Text Type
ar: نوع النص
da_dk: Teksttype
de: Texttyp
el_gr: Τύπος κειμένου
es: Tipo de texto
fr: Type de texte
he_il: סוג טקסט
id_id: Jenis Teks
it: Tipo di testo
ja_jp: テキストタイプ
ko_kr: 텍스트 유형
ms_my: Jenis Teks
my_mm: စာသားအမျိုးအစား
nl_nl: Teksttype
pl_pl: Typ tekstu
pt: Tipo de Texto
ru_ru: Тип текста
sv_se: Texttyp
th_th: ประเภทข้อความ
tr_tr: Metin Türü
uk_ua: Тип тексту
vi_vn: Loại văn bản
zh_cn: 文本类型
zh_mo: 文字類型
