Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

# useTheCharacterToMatchAnySingleCharacterforExampleThe
source: Use the '.' character to match any single character.For example, the pattern '123.456' matches '123-456', '123.456', '123a456', etc.
ar: استخدم الحرف '.' لمطابقة أي حرف واحد. على سبيل المثال، النمط '123.456' يطابق '123-456' و '123.456' و '123a456' وما إلى ذلك.
da_dk: Brug '.'-tegnet til at matche ethvert enkelt tegn. For eksempel matcher mønsteret '123.456' '123-456', '123.456', '123a456' osv.
de: Verwenden Sie das Zeichen '.' zum Abgleichen eines beliebigen einzelnen Zeichens. Zum Beispiel stimmt das Muster '123.456' mit '123-456', '123.456', '123a456' usw. überein.
el_gr: Χρησιμοποιήστε τον χαρακτήρα '.' για να αντιστοιχίσετε οποιονδήποτε μεμονωμένο χαρακτήρα. Για παράδειγμα, το πρότυπο '123.456' αντιστοιχίζει '123-456', '123.456', '123a456', κ.λπ.
es: Utilice el carácter '.' para hacer coincidir cualquier carácter individual. Por ejemplo, el patrón '123.456' coincide con '123-456', '123.456', '123a456', etc.
fr: Utilisez le caractère '.' pour faire correspondre n'importe quel caractère unique. Par exemple, le modèle '123.456' correspond à '123-456', '123.456', '123a456', etc.
id_id: Gunakan karakter '.' untuk mencocokkan karakter tunggal apa pun. Misalnya, pola '123.456' cocok dengan '123-456', '123.456', '123a456', dll.
it: Utilizza il carattere '.' per trovare corrispondenze con qualsiasi singolo carattere. Ad esempio, il modello '123.456' corrisponde a '123-456', '123.456', '123a456', ecc.
ja_jp: 「.」文字を使用して、任意の1文字に一致させます。たとえば、「123.456」パターンは、「123-456」、「123.456」、「123a456」などに一致します。
ko_kr: 임의의 단일 문자를 일치시키려면 '.' 문자를 사용하세요. 예를 들어 '123.456' 패턴은 '123-456', '123.456', '123a456' 등과 일치합니다.
ms_my: Gunakan aksara '.' untuk memadankan mana-mana aksara tunggal. Contohnya, corak '123.456' memadankan '123-456', '123.456', '123a456', dsb.
my_mm: ဇာတ်ကောင်တစ်ခုခုနှင့်ကိုက်ညီရန် '.' ဇာတ်ကောင်ကိုသုံးပါ။ ဥပမာ '123.456' ပုံစံသည် '123-456', '123.456', '123a456', စသည်တို့နှင့်ကိုက်ညီသည်။
nl_nl: Gebruik het '.'-teken om elk enkel teken te matchen. Het patroon '123.456' komt bijvoorbeeld overeen met '123-456', '123.456', '123a456', enz.
pl_pl: Użyj znaku '.' do dopasowania dowolnego pojedynczego znaku. Na przykład wzorzec '123.456' pasuje do '123-456', '123.456', '123a456' itp.
pt: Use o caractere '.' para corresponder a qualquer caractere único. Por exemplo, o padrão '123.456' corresponde a '123-456', '123.456', '123a456', etc.
ru_ru: Используйте символ '.' для сопоставления любого одиночного символа. Например, шаблон '123.456' соответствует '123-456', '123.456', '123a456' и т. д.
sv_se: Använd '.'-tecknet för att matcha valfritt enskilt tecken. Till exempel matchar mönstret '123.456' '123-456', '123.456', '123a456' etc.
th_th: ใช้อักขระ '.' เพื่อจับคู่อักขระเดี่ยวใดๆ ตัวอย่างเช่น รูปแบบ '123.456' จะตรงกับ '123-456', '123.456', '123a456' เป็นต้น
tr_tr: Herhangi bir karakterle eşleştirmek için '.' karakterini kullanın.Örneğin, '123.456' deseni '123-456', '123.456', '123a456' vb. ile eşleşir.
uk_ua: Використовуйте символ '.' для збігу будь-якого окремого символу. Наприклад, шаблон '123.456' збігається з '123-456', '123.456', '123a456' тощо.
vi_vn: Sử dụng ký tự '.' để khớp với bất kỳ ký tự đơn nào. Ví dụ: mẫu '123.456' khớp với '123-456', '123.456', '123a456', v.v.
zh_cn: 使用“.”字符匹配任何单个字符。例如，模式“123.456”匹配“123-456”、“123.456”、“123a456”等。
zh_mo: 使用“.”字符來匹配任何單個字符。例如，模式“123.456”匹配“123-456”、“123.456”、“123a456”等。

source: Caller ID App
ar: تطبيق معرف المتصل
da_dk: Opkalds-ID-app
de: Anrufer-ID-App
el_gr: Εφαρμογή ID καλούντος
es: Aplicación de identificación de llamadas
fr: Application d'identification de l'appelant
he_il: אפליקציית זיהוי מתקשר
id_id: Aplikasi ID Penelepon
it: App ID chiamante
ja_jp: 発信者番号アプリ
ko_kr: 발신자 ID 앱
ms_my: Aplikasi ID Pemanggil
my_mm: ဖုန်းခေါ်ဆိုသူ ID အက်ပ်
nl_nl: Beller-ID-app
pl_pl: Aplikacja do identyfikacji rozmówcy
pt: Aplicação de ID de Chamadas
ru_ru: Приложение АОН
sv_se: Uppringnings-ID-app
th_th: แอป ID ผู้โทร
tr_tr: Arayan Kimliği Uygulaması
uk_ua: Програма ідентифікатора абонента
vi_vn: Ứng dụng ID người gọi
zh_cn: 来电显示应用
zh_mo: 來電顯示應用程式

# thisAppIsAPowerfulCallerIdToolThatAllows
source: This app is a powerful caller ID tool that allows you to identify unknown callers and block unwanted calls. It features:
ar: هذا التطبيق عبارة عن أداة قوية لمعرف المتصل تتيح لك تحديد المتصلين غير المعروفين وحظر المكالمات غير المرغوب فيها. ويتميز بما يلي:
da_dk: Denne app er et kraftfuldt opkalds-ID-værktøj, der giver dig mulighed for at identificere ukendte opkaldere og blokere uønskede opkald. Den har følgende funktioner:
de: Diese App ist ein leistungsstarkes Anrufer-ID-Tool, mit dem Sie unbekannte Anrufer identifizieren und unerwünschte Anrufe blockieren können. Es bietet folgende Funktionen:
el_gr: Αυτή η εφαρμογή είναι ένα ισχυρό εργαλείο ID καλούντος που σας επιτρέπει να αναγνωρίζετε άγνωστους καλούντες και να αποκλείετε ανεπιθύμητες κλήσεις. Διαθέτει:
es: Esta aplicación es una potente herramienta de identificación de llamadas que le permite identificar llamadas desconocidas y bloquear llamadas no deseadas. Sus características son:
fr: Cette application est un outil puissant d'identification de l'appelant qui vous permet d'identifier les appelants inconnus et de bloquer les appels indésirables. Elle propose les fonctionnalités suivantes :
he_il: אפליקציה זו היא כלי זיהוי מתקשר חזק המאפשר לך לזהות מתקשרים לא ידועים ולחסום שיחות לא רצויות. היא כוללת:
id_id: Aplikasi ini adalah alat ID penelepon yang kuat yang memungkinkan Anda untuk mengidentifikasi penelepon yang tidak dikenal dan memblokir panggilan yang tidak diinginkan. Fitur-fiturnya:
it: Questa app è un potente strumento di ID chiamante che ti consente di identificare chiamanti sconosciuti e bloccare chiamate indesiderate. Offre le seguenti funzionalità:
ja_jp: このアプリは、未知の発信者を識別し、不要な電話をブロックできる強力な発信者番号ツールです。その機能は次のとおりです。
ko_kr: 이 앱은 알 수 없는 발신자를 식별하고 원치 않는 전화를 차단할 수 있는 강력한 발신자 ID 도구입니다. 다음과 같은 기능을 제공합니다.
ms_my: Aplikasi ini adalah alat ID pemanggil yang berkuasa yang membolehkan anda mengenal pasti pemanggil yang tidak diketahui dan menyekat panggilan yang tidak diingini. Ia mempunyai ciri-ciri:
my_mm: ဤအက်ပ်သည်မသိသောဖုန်းခေါ်ဆိုသူများကိုဖော်ထုတ်ရန်နှင့်မလိုလားအပ်သောဖုန်းခေါ်ဆိုမှုများကိုပိတ်ဆို့ရန်ခွင့်ပြုသည့်အစွမ်းထက်သောဖုန်းခေါ်ဆိုသူ ID ကိရိယာတစ်ခုဖြစ်သည်။ ၎င်းတွင်အောက်ပါအင်္ဂါရပ်များပါဝင်သည်။
nl_nl: Deze app is een krachtige beller-ID-tool waarmee u onbekende bellers kunt identificeren en ongewenste oproepen kunt blokkeren. Het bevat:
pl_pl: Ta aplikacja to potężne narzędzie do identyfikacji rozmówcy, które pozwala identyfikować nieznanych rozmówców i blokować niechciane połączenia. Jej funkcje to:
pt: Esta aplicação é uma ferramenta poderosa de ID de chamadas que lhe permite identificar chamadas desconhecidas e bloquear chamadas indesejadas. Inclui:
ru_ru: Это приложение является мощным инструментом для определения номера вызывающего абонента, которое позволяет идентифицировать неизвестных абонентов и блокировать нежелательные звонки. Оно обладает следующими функциями:
sv_se: Denna app är ett kraftfullt uppringnings-ID-verktyg som låter dig identifiera okända uppringare och blockera oönskade samtal. Den har funktioner som:
th_th: แอปนี้เป็นเครื่องมือ ID ผู้โทรที่มีประสิทธิภาพซึ่งช่วยให้คุณสามารถระบุผู้โทรที่ไม่รู้จักและบล็อกสายที่ไม่ต้องการได้ ซึ่งมีคุณสมบัติดังนี้:
tr_tr: Bu uygulama, bilinmeyen arayanları tanımlamanıza ve istenmeyen aramaları engellemenize olanak tanıyan güçlü bir arayan kimliği aracıdır. Özellikleri şunlardır:
uk_ua: Ця програма - потужний інструмент ідентифікації абонента, який дозволяє ідентифікувати невідомих абонентів та блокувати небажані дзвінки. Вона має такі функції:
vi_vn: Ứng dụng này là một công cụ ID người gọi mạnh mẽ cho phép bạn xác định người gọi không xác định và chặn các cuộc gọi không mong muốn. Nó có các tính năng:
zh_cn: 此应用是一款功能强大的来电显示工具，可让您识别未知来电者并阻止不需要的电话。其特点包括：
zh_mo: 此應用程式是一個強大的來電顯示工具，可讓您識別未知來電者並攔截不需要的來電。其功能包括：

source: Tutorial
ar: برنامج تعليمي
da_dk: Vejledning
el_gr: Εκμάθηση
fr: Tutoriel
he_il: מדריך
ja_jp: チュートリアル
ko_kr: 튜토리얼
my_mm: သင်ခန်းစာ
pl_pl: Samouczek
ru_ru: Руководство
sv_se: Guide
th_th: บทช่วยสอน
tr_tr: Eğitim
uk_ua: Підручник
vi_vn: Hướng dẫn
zh_cn: 教程
zh_mo: 教程

source: Contact Us
ar: اتصل بنا
da_dk: Kontakt os
de: Kontaktieren Sie uns
el_gr: Επικοινωνία
es: Contáctenos
fr: Nous contacter
he_il: צור קשר
id_id: Hubungi Kami
it: Contattaci
ja_jp: お問い合わせ
ko_kr: 문의하기
ms_my: Hubungi Kami
my_mm: ကျွန်ုပ်တို့ကိုဆက်သွယ်ပါ
nl_nl: Neem contact met ons op
pl_pl: Skontaktuj się z nami
pt: Contacte-nos
ru_ru: Связаться с нами
sv_se: Kontakta oss
th_th: ติดต่อเรา
tr_tr: Bize Ulaşın
uk_ua: Зв' язатися з нами
vi_vn: Liên hệ chúng tôi
zh_cn: 联系我们
zh_mo: 聯絡我們

source: Online caller ID subscription
ar: اشتراك معرف المتصل عبر الإنترنت
da_dk: Online opkalds-ID-abonnement
de: Online-Anrufer-ID-Abonnement
el_gr: Online εγγραφή ID καλούντος
es: Suscripción al identificador de llamadas en línea
fr: Abonnement à l'identification de l'appelant en ligne
he_il: מנוי זיהוי מתקשר מקוון
id_id: Langganan ID penelepon online
it: Iscrizione ID chiamante online
ja_jp: オンライン発信者番号購読
ko_kr: 온라인 발신자 ID 구독
ms_my: Langganan ID pemanggil dalam talian
my_mm: အွန်လိုင်းဖုန်းခေါ်ဆိုသူ ID စာရင်းသွင်းမှု
nl_nl: Online beller-ID-abonnement
pl_pl: Subskrypcja online identyfikacji rozmówcy
pt: Subscrição de ID de chamadas online
ru_ru: Онлайн-подписка на АОН
sv_se: Prenumeration på online-uppringnings-ID
th_th: การสมัครสมาชิก ID ผู้โทรออนไลน์
tr_tr: Çevrimiçi arayan kimliği aboneliği
uk_ua: Підписка на онлайн-ідентифікатор абонента
vi_vn: Đăng ký ID người gọi trực tuyến
zh_cn: 在线来电显示订阅
zh_mo: 線上來電顯示訂閱

source: Wildcard support for flexible filtering
ar: دعم الأحرف البديلة للتصفية المرنة
da_dk: Jokertegnstøtte til fleksibel filtrering
de: Wildcard-Unterstützung für flexible Filterung
el_gr: Υποστήριξη wildcard για ευέλικτο φιλτράρισμα
es: Compatibilidad con comodines para un filtrado flexible
fr: Prise en charge des caractères génériques pour un filtrage flexible
he_il: תמיכה בתווים כלליים לסינון גמיש
id_id: Dukungan wildcard untuk pemfilteran fleksibel
it: Supporto caratteri jolly per un filtro flessibile
ja_jp: 柔軟なフィルタリングのためのワイルドカードサポート
ko_kr: 유연한 필터링을 위한 와일드카드 지원
ms_my: Sokongan kad bebas untuk penapisan fleksibel
my_mm: ပြောင်းလွယ်ပြင်လွယ်စစ်ထုတ်ခြင်းအတွက် wildcard ပံ့ပိုးမှု
nl_nl: Jokertekens ondersteuning voor flexibele filtering
pl_pl: Obsługa symboli wieloznacznych dla elastycznego filtrowania
pt: Suporte de caracteres curinga para filtragem flexível
ru_ru: Поддержка подстановочных знаков для гибкой фильтрации
sv_se: Stöd för jokertecken för flexibel filtrering
th_th: รองรับอักขระตัวแทนสำหรับการกรองที่ยืดหยุ่น
tr_tr: Esnek filtreleme için joker karakter desteği
uk_ua: Підтримка символів узагальнення для гнучкого фільтрування
vi_vn: Hỗ trợ ký tự đại diện để lọc linh hoạt
zh_cn: 对灵活过滤的支持
zh_mo: 支援萬用字元以實現靈活篩選

source: Blacklisting and whitelisting
ar: القائمة السوداء والقائمة البيضاء
da_dk: Sortlistning og hvidlistning
de: Blacklisting und Whitelisting
el_gr: Μαύρη και λευκή λίστα
es: Listas negras y listas blancas
fr: Listes noires et listes blanches
he_il: רשימה שחורה ורשימה לבנה
id_id: Daftar hitam dan daftar putih
it: Liste nere e liste bianche
ja_jp: ブラックリストとホワイトリスト
ko_kr: 차단 목록 및 허용 목록
ms_my: Senarai hitam dan senarai putih
my_mm: ပိတ်ဆို့စာရင်းနှင့်ခွင့်ပြုစာရင်း
nl_nl: Op de zwarte lijst plaatsen en op de witte lijst plaatsen
pl_pl: Czarna i biała lista
pt: Listas negras e listas brancas
ru_ru: Черный и белый списки
sv_se: Svartlistning och vitlistning
th_th: การขึ้นบัญชีดำและการขึ้นบัญชีขาว
tr_tr: Kara listeye alma ve beyaz listeye alma
uk_ua: Чорний та білий списки
vi_vn: Danh sách đen và danh sách trắng
zh_cn: 黑名单和白名单
zh_mo: 黑名單和白名單

source: Join the Telegram Channel and Group for more Info
ar: انضم إلى قناة Telegram والمجموعة لمزيد من المعلومات
da_dk: Deltag i Telegram-kanalen og -gruppen for mere information
de: Treten Sie dem Telegram-Kanal und der Gruppe bei, um weitere Informationen zu erhalten
el_gr: Εγγραφείτε στο κανάλι και την ομάδα Telegram για περισσότερες πληροφορίες
es: Únase al canal y al grupo de Telegram para obtener más información
fr: Rejoignez la chaîne et le groupe Telegram pour plus d'informations
he_il: הצטרף לערוץ ולקבוצה של Telegram לקבלת מידע נוסף
id_id: Bergabunglah dengan Saluran dan Grup Telegram untuk info lebih lanjut
it: Unisciti al canale e al gruppo Telegram per maggiori informazioni
ja_jp: 詳細については、Telegramチャンネルとグループに参加してください
ko_kr: 자세한 내용은 Telegram 채널 및 그룹에 가입하세요
ms_my: Sertai Saluran dan Kumpulan Telegram untuk maklumat lanjut
my_mm: နောက်ထပ်အချက်အလက်များအတွက် Telegram Channel နှင့် Group သို့ဝင်ရောက်ပါ
nl_nl: Word lid van het Telegram-kanaal en de groep voor meer informatie
pl_pl: Dołącz do kanału i grupy Telegram, aby uzyskać więcej informacji
pt: Junte-se ao Canal e Grupo do Telegram para mais informações
ru_ru: Присоединяйтесь к каналу и группе Telegram для получения дополнительной информации
sv_se: Gå med i Telegram-kanalen och gruppen för mer information
th_th: เข้าร่วมช่องและกลุ่ม Telegram สำหรับข้อมูลเพิ่มเติม
tr_tr: Daha fazla bilgi için Telegram Kanalına ve Grubuna katılın
uk_ua: Приєднуйтесь до каналу та групи Telegram для отримання додаткової інформації
vi_vn: Tham gia Kênh và Nhóm Telegram để biết thêm Thông tin
zh_cn: 加入电报频道和群组，了解详情
zh_mo: 加入 Telegram 頻道和群組以獲取更多資訊

source: History
ar: السجل
da_dk: Historik
de: Verlauf
el_gr: Ιστορικό
es: Historial
fr: Historique
he_il: היסטוריה
id_id: Riwayat
it: Cronologia
ja_jp: 履歴
ko_kr: 기록
ms_my: Sejarah
my_mm: မှတ်တမ်း
nl_nl: Geschiedenis
pl_pl: Historia
pt: Histórico
ru_ru: История
sv_se: Historik
th_th: ประวัติ
tr_tr: Geçmiş
uk_ua: Історія
vi_vn: Lịch sử
zh_cn: 历史记录
zh_mo: 歷史記錄

# phoneNumberTypeFixedLineOrMobile
source: Fixed Line or Mobile
ar: خط أرضي
da_dk: Fastnet, Mobil
de: Festnetz,Mobil
el_gr: Σταθερό ή κινητό
es: Línea fija,Móvil
fr: Ligne fixe,Mobile
he_il: קו קווי או נייד
id_id: Telepon Rumah,Seluler
it: Linea fissa, Cellulare
ja_jp: 固定電話,携帯電話
ko_kr: 유선 또는 휴대폰
ms_my: Talian Tetap,Mudah Alih
my_mm: ကြိုးဖုန်း,မိုဘိုင်းလ်
nl_nl: Vaste lijn of mobiel
pl_pl: Linia stacjonarna lub komórkowa
pt: Linha Fixa ou Móvel
ru_ru: Стационарный,Мобильный
sv_se: Fast telefon eller mobil
th_th: โทรศัพท์พื้นฐาน,โทรศัพท์มือถือ
tr_tr: Sabit Hat veya Mobil
uk_ua: Стаціонарний або мобільний
vi_vn: Điện thoại cố định,Di động
zh_cn: 固定电话或移动电话
zh_mo: 固網或手機

# phoneNumberTypeMobile
source: Mobile
ar: جوال
da_dk: Mobil
de: Mobil
el_gr: Κινητό
es: Móvil
he_il: נייד
id_id: Seluler
it: Cellulare
ja_jp: 携帯電話
ko_kr: 휴대폰
ms_my: Mudah Alih
my_mm: မိုဘိုင်းလ်
nl_nl: Mobiel
pl_pl: Komórkowa
pt: Móvel
ru_ru: Мобильный
sv_se: Mobil
th_th: โทรศัพท์มือถือ
tr_tr: Mobil
uk_ua: Мобільний
vi_vn: Di động
zh_cn: 手机
zh_mo: 手機

# phoneNumberTypeFixedLine
source: Fixed Line
ar: خط أرضي
da_dk: Fastnet
de: Festnetz
el_gr: Σταθερό
es: Línea fija
fr: Ligne fixe
he_il: קו קווי
id_id: Telepon Rumah
it: Linea fissa
ja_jp: 固定電話
ko_kr: 유선
ms_my: Talian Tetap
my_mm: ကြိုးဖုန်း
nl_nl: Vaste lijn
pl_pl: Stacjonarna
pt: Linha Fixa
ru_ru: Стационарный
sv_se: Fast telefon
th_th: โทรศัพท์พื้นฐาน
tr_tr: Sabit Hat
uk_ua: Стаціонарний
vi_vn: Điện thoại cố định
zh_cn: 固定电话
zh_mo: 固網

# phoneNumberTypeTollFree
source: Toll Free
ar: رقم مجاني
da_dk: Gratisnummer
de: Gebührenfrei
el_gr: Δωρεάν
es: Llamada gratuita
fr: Numéro gratuit
he_il: חינם
id_id: Bebas Pulsa
it: Numero verde
ja_jp: フリーダイヤル
ko_kr: 수신자 부담
ms_my: Bebas Tol
nl_nl: Gratis nummer
pl_pl: Bezpłatna
pt: Número Gratuito
ru_ru: Бесплатный
sv_se: Avgiftsfritt
th_th: โทรฟรี
tr_tr: Ücretsiz
uk_ua: Безкоштовний
vi_vn: Miễn phí
zh_cn: 免费电话
zh_mo: 免費電話

# phoneNumberTypePremiumRate
source: Premium Rate
ar: رقم مميز
de: Premium-Tarif
el_gr: Υψηλής χρέωσης
es: Tarifa premium
fr: Numéro surtaxé
he_il: תשלום מיוחד
id_id: Tarif Premium
it: Numero a tariffazione maggiorata
ja_jp: プレミアムレート
ko_kr: 프리미엄 요금
ms_my: Kadar Premium
nl_nl: Betaald nummer
pt: Número com Tarifa Especial
ru_ru: Платный
th_th: โทรศัพท์แบบคิดค่าบริการพิเศษ
tr_tr: Ücretli
uk_ua: Платний
vi_vn: Cao cấp
zh_cn: 高级费率
zh_mo: 付費電話

# phoneNumberTypeSharedCost
source: Shared Cost
ar: تكلفة مشتركة
da_dk: Delte omkostninger
de: Geteilte Kosten
el_gr: Κοινόχρηστο κόστος
es: Coste compartido
fr: Numéro à coûts partagés
he_il: עלות משותפת
id_id: Biaya Bersama
it: Numero a costo condiviso
ja_jp: 共有コスト
ko_kr: 공유 비용
ms_my: Kos Dikongsi
nl_nl: Gedeelde kosten
pl_pl: Współdzielone koszty
pt: Custo Partilhado
ru_ru: С разделенной оплатой
sv_se: Delad kostnad
th_th: โทรศัพท์แบบแบ่งต้นทุน
tr_tr: Paylaşımlı Maliyetli
uk_ua: Спільна оплата
vi_vn: Chia sẻ chi phí
zh_cn: 共享成本
zh_mo: 分攤費用電話

# phoneNumberTypeVoip
source: VoIP
zh_mo: 網絡電話

# phoneNumberTypePpersonalNumber
source: Personal Number
ar: رقم شخصي
da_dk: Personligt nummer
de: Persönliche Nummer
el_gr: Προσωπικός αριθμός
es: Número personal
fr: Numéro personnel
he_il: מספר אישי
id_id: Nomor Pribadi
it: Numero personale
ja_jp: 個人番号
ko_kr: 개인 번호
ms_my: Nombor Peribadi
my_mm: ကိုယ်ရေးကိုယ်တာနံပါတ်
nl_nl: Persoonlijk nummer
pl_pl: Numer osobisty
pt: Número Pessoal
ru_ru: Личный номер
sv_se: Personligt nummer
th_th: หมายเลขส่วนบุคคล
tr_tr: Kişisel Numara
uk_ua: Особистий номер
vi_vn: Số cá nhân
zh_cn: 个人号码
zh_mo: 個人號碼

# phoneNumberTypePager
source: Pager
ar: جهاز است
es: Buscapersonas
he_il: זימונית
ja_jp: ポケベル
ko_kr: 호출기
ru_ru: Пейджер
sv_se: Personsökare
th_th: เพจเจอร์
tr_tr: Çağrı Cihazı
uk_ua: Пейджер
vi_vn: Máy nhắn tin
zh_cn: 传呼机
zh_mo: 傳呼機

# phoneNumberTypeVoicemail
source: Voicemail
ar: البريد الصوتي
el_gr: Φωνητικό ταχυδρομείο
es: Buzón de voz
fr: Messagerie vocale
he_il: תא קולי
id_id: Pesan Suara
it: Segreteria telefonica
ja_jp: ボイスメール
ko_kr: 음성 메일
ms_my: Mel Suara
pl_pl: Poczta głosowa
pt: Correio de Voz
ru_ru: Голосовая почта
sv_se: Röstbrevlåda
th_th: ข้อความเสียง
tr_tr: Sesli Mesaj
uk_ua: Голосова пошта
vi_vn: Thư thoại
zh_cn: 语音邮件
zh_mo: 語音信箱

# phoneNumberTypeUnknown
source: Unknown
ar: غير معروف
da_dk: Ukendt
de: Unbekannt
el_gr: Άγνωστο
es: Desconocido
fr: Inconnu
he_il: לא ידוע
id_id: Tidak diketahui
it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
ms_my: Tidak Diketahui
my_mm: မသိရှိပါ
nl_nl: Onbekend
pl_pl: Nieznany
pt: Desconhecido
ru_ru: Неизвестно
sv_se: Okänd
th_th: ไม่ทราบ
tr_tr: Bilinmeyen
uk_ua: Невідомий
vi_vn: Không xác định
zh_cn: 未知
zh_mo: 未知

source: Blocked Calls
ar: المكالمات المحظورة
ja_jp: 着信拒否
zh_cn: 阻止的电话
zh_mo: 已封鎖來電

source: Weekly Blocked Calls Summary
ar: ملخص المكالمات المحظورة الأسبوعي
ja_jp: 週間着信拒否サマリー
zh_cn: 每周阻止电话统计
zh_mo: 每週已封鎖來電摘要

source: Today
ar: اليوم
ja_jp: 今日
zh_cn: 今天
zh_mo: 今日

source: Home
ar: الرئيسية
ja_jp: ホーム
zh_cn: 首页
zh_mo: 主頁

source: Service
ar: الخدمة
ja_jp: サービス
zh_cn: 服务
zh_mo: 服務

source: Showing search results for
ar: عرض نتائج البحث عن
ja_jp: 「」の検索結果を表示中
zh_cn: 显示搜索结果
zh_mo: 顯示搜尋結果：

source: Search
ar: بحث
ja_jp: 検索
zh_cn: 搜索
zh_mo: 搜尋

source: Watch Ad
ar: مشاهدة إعلان
ja_jp: 広告を見る
zh_cn: 观看广告
zh_mo: 觀看廣告

source: Expiry Date
ar: تاريخ الانتهاء
ja_jp: 有効期限
zh_cn: 到期日期
zh_mo: 到期日期

source: Watch Ads to Get Temporary Privileges
ar: شاهد الإعلانات للحصول على امتيازات مؤقتة
ja_jp: 広告を見て一時的な権限を取得
zh_cn: 观看广告以获取临时特权
zh_mo: 觀看廣告以獲取臨時權限

source: Watch a short ad to temporarily unlock some advanced features.
ar: شاهد إعلانًا قصيرًا لفتح بعض الميزات المتقدمة مؤقتًا.
ja_jp: 短い広告を見て、一部の高度な機能を一時的にロック解除します。
zh_cn: 观看一段短广告以临时解锁一些高级功能。
zh_mo: 觀看一個短廣告以臨時解鎖一些進階功能。

source: Purchase
ar: شراء
ja_jp: 購入
zh_cn: 购买
zh_mo: 購買

# onetimePurchaseToPermanentlyUnlockAllAdvancedFeaturesAndFuture
source: One-time purchase to permanently unlock all advanced features and future updates.
ar: عملية شراء لمرة واحدة لفتح جميع الميزات المتقدمة والتحديثات المستقبلية بشكل دائم.
ja_jp: 1 回限りの購入で、すべての高度な機能と将来のアップデートを永続的にロック解除します。
zh_cn: 一次性购买永久解锁所有高级功能和未来更新。
zh_mo: 一次性購買以永久解鎖所有進階功能和未來更新。

source: Lifetime Purchase
ar: شراء مدى الحياة
ja_jp: 永久購入
zh_cn: 终身购买
zh_mo: 終身購買

source: Unlock premium features every quarter and enjoy a better price.
ar: افتح ميزات بريميوم كل ربع سنة واستمتع بسعر أفضل.
ja_jp: 四半期ごとにプレミアム機能のロックを解除して、より良い価格をお楽しみください。
zh_cn: 每季度解锁高级功能并享受更优惠的价格。
zh_mo: 每季解鎖高級功能並享受更優惠的價格。

source: Quarterly Subscription
ar: اشتراك ربع سنوي
ja_jp: 四半期サブスクリプション
zh_cn: 季度订阅
zh_mo: 季度訂閱

# unlockPremiumFeaturesEveryMonthIncludingExclusiveContentAndRemoving
source: Unlock premium features every month, including exclusive content and removing Ads.
ar: افتح ميزات بريميوم كل شهر، بما في ذلك المحتوى الحصري وإزالة الإعلانات.
ja_jp: 限定コンテンツや広告の削除など、毎月プレミアム機能のロックを解除します。
zh_cn: 每月解锁高级功能，包括独家内容和移除广告。
zh_mo: 每月解鎖高級功能，包括獨家內容和移除廣告。

source: Monthly Subscription
ar: اشتراك شهري
ja_jp: 月額サブスクリプション
zh_cn: 月度订阅
zh_mo: 每月訂閱

source: Remove Ads
ar: إزالة الإعلانات
ja_jp: 広告を削除
zh_cn: 移除广告
zh_mo: 移除廣告

# permanentlyRemoveAllAdsInTheAppAndEnjoyA
source: Permanently remove all ads in the app and enjoy a clean user experience.
ar: قم بإزالة جميع الإعلانات في التطبيق نهائيًا واستمتع بتجربة مستخدم نظيفة.
ja_jp: アプリ内のすべての広告を永続的に削除して、クリーンなユーザー エクスペリエンスをお楽しみください。
zh_cn: 永久移除应用内所有广告，享受纯净的用户体验。
zh_mo: 永久移除應用程式中的所有廣告，享受乾淨的用戶體驗。

source: Function
ar: الوظيفة
ja_jp: 機能
zh_cn: 功能
zh_mo: 功能

source: Normal User
ar: مستخدم عادي
ja_jp: 一般ユーザー
zh_cn: 普通用户
zh_mo: 普通用戶

source: VIP User
ar: مستخدم VIP
ja_jp: VIP ユーザー
zh_cn: VIP 用户
zh_mo: VIP 用戶

source: Temporary VIP User
ar: مستخدم VIP مؤقت
ja_jp: 一時的な VIP ユーザー
zh_cn: 临时 VIP 用户
zh_mo: 臨時 VIP 用戶

source: Feature Introduction
ar: مقدمة عن الميزة
ja_jp: 機能紹介
zh_cn: 功能介绍
zh_mo: 功能介紹

source: Cloud Backup
ar: النسخ الاحتياطي السحابي
ja_jp: クラウド バックアップ
zh_cn: 云备份
zh_mo: 雲端備份

source: Caller ID SIM Source
ar: مصدر بطاقة SIM لمعرف المتصل
ja_jp: 発信者 ID SIM ソース
zh_cn: 来电显示 SIM 卡来源
zh_mo: 來電顯示 SIM 卡來源

source: STIR Recognition
ar: التعرف على STIR
ja_jp: STIR 認識
zh_cn: STIR 识别
zh_mo: STIR 識別

source: In-app purchase
ar: الشراء داخل التطبيق
ja_jp: アプリ内購入
zh_cn: 应用内购买
zh_mo: 應用程式內購買

source: Subscription valid
ar: الاشتراك صالح
ja_jp: サブスクリプションは有効です
zh_cn: 订阅有效
zh_mo: 訂閱有效

source: Purchase successful!
ar: تم الشراء بنجاح!
ja_jp: 購入に成功しました！
zh_cn: 购买成功！
zh_mo: 購買成功！

source: Purchase is being processed...
ar: جارٍ معالجة عملية الشراء...
ja_jp: 購入は処理中です...
zh_cn: 正在处理购买...
zh_mo: 正在處理購買...

source: Purchase failed:
ar: فشل الشراء:
ja_jp: 購入に失敗しました:
zh_cn: 购买失败：
zh_mo: 購買失敗:

source: Cannot find item
ar: لا يمكن العثور على العنصر
ja_jp: アイテムが見つかりません
zh_cn: 找不到商品
zh_mo: 找不到項目

source: You have VIP privileges except for turning off ads.
ar: لديك امتيازات VIP باستثناء إيقاف تشغيل الإعلانات.
ja_jp: 広告をオフにする機能を除いて、VIP 権限があります。
zh_cn: 您拥有 VIP 特权，除了关闭广告。
zh_mo: 您擁有 VIP 權限，除了關閉廣告。

source: You already have temporary privileges. Expiry date
ar: لديك بالفعل امتيازات مؤقتة. تاريخ الانتهاء
ja_jp: 既に一時的な権限があります。有効期限
zh_cn: 您已拥有临时特权。到期日期
zh_mo: 您已經擁有臨時權限。到期日期

source: You need to watch
ar: أنت بحاجة للمشاهدة
ja_jp: 視聴する必要があります
zh_cn: 您需要观看
zh_mo: 您需要觀看

source: more ads to get temporary VIP privileges.
ar: المزيد من الإعلانات للحصول على امتيازات VIP مؤقتة.
ja_jp: より多くの広告で一時的な VIP 権限を取得できます。
zh_cn: 更多广告以获取临时 VIP 特权。
zh_mo: 更多廣告以獲取臨時 VIP 權限。

source: Temporary purchase privilege has expired
ar: انتهت صلاحية امتياز الشراء المؤقت
ja_jp: 一時的な購入権限の有効期限が切れました
zh_cn: 临时购买特权已过期
zh_mo: 臨時購買權限已過期

source: You have obtained temporary purchase privileges for
ar: لقد حصلت على امتيازات شراء مؤقتة لـ
ja_jp: 以下の期間、一時的な購入権限を取得しました
zh_cn: 您已获得临时购买特权
zh_mo: 您已獲得臨時購買權限，有效期為

source: days
ar: أيام
ja_jp: 日
zh_cn: 天
zh_mo: 天

source: Expiration date
ar: تاريخ انتهاء الصلاحية
ja_jp: 有効期限
zh_cn: 到期日期
zh_mo: 到期日期

source: Temporary VIP obtained
ar: تم الحصول على VIP مؤقت
ja_jp: 一時的な VIP を取得しました
zh_cn: 已获得临时 VIP
zh_mo: 已獲得臨時 VIP

source: Input Client ID & Tenant ID
ar: أدخل معرف العميل ومعرف المستأجر
ja_jp: クライアント ID とテナント ID を入力
zh_mo: 輸入客戶端 ID 和租戶 ID

source: Tenant ID
ar: معرف المستأجر
ja_jp: テナント ID
zh_mo: 租戶 ID

source: Enable sorting:
ar: تمكين الفرز:
ja_jp: 並べ替えを有効にする:
zh_cn: 启用排序：
zh_mo: 啟用排序:
