Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Subscribed link
ar: رابط مشترك
da_dk: Abonneret link
de: Abonnierter Link
el_gr: Σύνδεσμος εγγραφής
es: Enlace suscrito
fr: Lien abonné
he_il: קישור רשום
id_id: Tautan berlangganan
it: Link iscritto
ja_jp: 購読済みリンク
ko_kr: 구독된 링크
ms_my: Pautan dilanggan
my_mm: စာရင်းသွင်းထားသောလင့်ခ်
nl_nl: Geabonneerde link
pl_pl: Subskrybowany link
pt: Ligação subscrita
ru_ru: Подписанная ссылка
sv_se: Prenumererad länk
th_th: ลิงก์ที่สมัครสมาชิกแล้ว
tr_tr: Abone olunan bağlantı
uk_ua: Посилання на підписку
vi_vn: Liên kết đã đăng ký
zh_cn: 已订阅链接
zh_mo: 已訂閱連結

source: Delete Contact
ar: حذف جهة اتصال
da_dk: Slet kontakt
de: Kontakt löschen
el_gr: Διαγραφή επαφής
es: Eliminar contacto
fr: Supprimer le contact
he_il: מחק איש קשר
id_id: Hapus Kontak
it: Elimina contatto
ja_jp: 連絡先を削除
ko_kr: 연락처 삭제
ms_my: Padam Kenalan
my_mm: အဆက်အသွယ်ကိုဖျက်ပါ
nl_nl: Contact verwijderen
pl_pl: Usuń kontakt
pt: Eliminar Contacto
ru_ru: Удалить контакт
sv_se: Radera kontakt
th_th: ลบผู้ติดต่อ
tr_tr: Kişiyi Sil
uk_ua: Видалити контакт
vi_vn: Xóa liên hệ
zh_cn: 删除联系人
zh_mo: 刪除聯絡人

source: Are you sure you want to delete this contact?
ar: هل أنت متأكد أنك تريد حذف جهة الاتصال هذه؟
da_dk: Er du sikker på, at du vil slette denne kontakt?
de: Sind Sie sicher, dass Sie diesen Kontakt löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την επαφή;
es: ¿Está seguro de que desea eliminar este contacto?
fr: Êtes-vous sûr de vouloir supprimer ce contact ?
he_il: האם אתה בטוח שברצונך למחוק איש קשר זה?
id_id: Apakah Anda yakin ingin menghapus kontak ini?
it: Sei sicuro di voler eliminare questo contatto?
ja_jp: 本当にこの連絡先を削除しますか？
ko_kr: 이 연락처를 삭제하시겠습니까?
ms_my: Adakah anda pasti ingin memadam kenalan ini?
my_mm: ဤအဆက်အသွယ်ကိုဖျက်ရန်သေချာပါသလား။
nl_nl: Weet u zeker dat u dit contact wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kontakt?
pt: Tem a certeza que deseja eliminar este contacto?
ru_ru: Вы уверены, что хотите удалить этот контакт?
sv_se: Är du säker på att du vill ta bort den här kontakten?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้ติดต่อนี้
tr_tr: Bu kişiyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей контакт?
vi_vn: Bạn có chắc chắn muốn xóa liên hệ này không?
zh_cn: 您确定要删除此联系人吗？
zh_mo: 您確定要刪除此聯絡人嗎？

source: Sharing
ar: مشاركة
da_dk: Deling
de: Teilen
el_gr: Κοινοποίηση
es: Compartir
fr: Partage
he_il: שיתוף
id_id: Berbagi
it: Condivisione
ja_jp: 共有
ko_kr: 공유
ms_my: Perkongsian
my_mm: မျှဝေခြင်း
nl_nl: Delen
pl_pl: Udostępnianie
pt: Partilha
ru_ru: Поделиться
sv_se: Dela
th_th: การแชร์
tr_tr: Paylaşım
uk_ua: Спільний доступ
vi_vn: Chia sẻ
zh_cn: 共享
zh_mo: 分享

source: Contact File
ar: ملف جهة الاتصال
da_dk: Kontaktfil
de: Kontaktdatei
el_gr: Αρχείο επαφής
es: Archivo de contacto
fr: Fichier de contact
he_il: קובץ איש קשר
id_id: File Kontak
it: File contatto
ja_jp: 連絡先ファイル
ko_kr: 연락처 파일
ms_my: Fail Kenalan
my_mm: အဆက်အသွယ်ဖိုင်
nl_nl: Contactbestand
pl_pl: Plik kontaktów
pt: Ficheiro de Contacto
ru_ru: Файл контакта
sv_se: Kontaktfil
th_th: ไฟล์ผู้ติดต่อ
tr_tr: Kişi Dosyası
uk_ua: Файл контактів
vi_vn: Tệp liên hệ
zh_cn: 联系人文件
zh_mo: 聯絡人文件

source: Error exporting contacts:
ar: خطأ في تصدير جهات الاتصال:
da_dk: Fejl ved eksport af kontakter:
de: Fehler beim Exportieren von Kontakten:
el_gr: Σφάλμα κατά την εξαγωγή επαφών:
es: Error al exportar contactos:
fr: Erreur lors de l'exportation des contacts :
he_il: שגיאה בייצוא אנשי קשר:
id_id: Kesalahan mengekspor kontak:
it: Errore durante l'esportazione dei contatti:
ja_jp: 連絡先のエクスポートエラー：
ko_kr: 연락처 내보내기 오류:
ms_my: Ralat mengeksport kenalan:
my_mm: အဆက်အသွယ်များတင်ပို့ရာတွင်အမှားအယွင်းရှိနေပါသည်။
nl_nl: Fout bij het exporteren van contacten:
pl_pl: Błąd eksportu kontaktów:
pt: Erro ao exportar contactos:
ru_ru: Ошибка экспорта контактов:
sv_se: Fel vid export av kontakter:
th_th: ข้อผิดพลาดในการส่งออกผู้ติดต่อ:
tr_tr: Kişiler dışa aktarılırken hata oluştu:
uk_ua: Помилка експорту контактів:
vi_vn: Lỗi khi xuất danh bạ:
zh_cn: 导出联系人出错：
zh_mo: 導出聯絡人時出錯：

source: Contacts exported successfully
ar: تم تصدير جهات الاتصال بنجاح
da_dk: Kontakter eksporteret med succes
de: Kontakte erfolgreich exportiert
el_gr: Επιτυχής εξαγωγή επαφών
es: Contactos exportados correctamente
fr: Contacts exportés avec succès
he_il: אנשי קשר יובאו בהצלחה
id_id: Kontak berhasil diekspor
it: Contatti esportati correttamente
ja_jp: 連絡先が正常にエクスポートされました
ko_kr: 연락처를 성공적으로 내보냈습니다
ms_my: Kenalan dieksport berjaya
my_mm: အဆက်အသွယ်များကိုအောင်မြင်စွာတင်ပို့ပြီးပါပြီ
nl_nl: Contacten succesvol geëxporteerd
pl_pl: Kontakty zostały pomyślnie wyeksportowane
pt: Contactos exportados com sucesso
ru_ru: Контакты успешно экспортированы
sv_se: Kontakter exporterade
th_th: ส่งออกผู้ติดต่อสำเร็จแล้ว
tr_tr: Kişiler başarıyla dışa aktarıldı
uk_ua: Контакти успішно експортовано
vi_vn: Đã xuất danh bạ thành công
zh_cn: 已成功导出联系人
zh_mo: 聯絡人已成功導出

source: Please select an output file:
ar: الرجاء تحديد ملف إخراج:
da_dk: Vælg venligst en outputfil:
de: Bitte wählen Sie eine Ausgabedatei aus:
el_gr: Παρακαλώ επιλέξτε ένα αρχείο εξόδου:
es: Seleccione un archivo de salida:
fr: Veuillez sélectionner un fichier de sortie :
he_il: אנא בחר קובץ פלט:
id_id: Silakan pilih file keluaran:
it: Seleziona un file di output:
ja_jp: 出力ファイルを選択してください：
ko_kr: 출력 파일을 선택하세요:
ms_my: Sila pilih fail output:
my_mm: Output ဖိုင်တစ်ခုကိုရွေးချယ်ပါ :
nl_nl: Selecteer een uitvoerbestand:
pl_pl: Proszę wybrać plik wyjściowy:
pt: Selecione um ficheiro de saída:
ru_ru: Выберите выходной файл:
sv_se: Välj en utdatafil:
th_th: โปรดเลือกไฟล์เอาต์พุต:
tr_tr: Lütfen bir çıktı dosyası seçin:
uk_ua: Виберіть вихідний файл:
vi_vn: Vui lòng chọn tệp đầu ra:
zh_cn: 请选择输出文件：
zh_mo: 請選擇一個輸出文件：

source: Export as YAML
ar: تصدير بتنسيق YAML
da_dk: Eksporter som YAML
de: Als YAML exportieren
el_gr: Εξαγωγή ως YAML
es: Exportar como YAML
fr: Exporter au format YAML
he_il: ייצא כ-YAML
id_id: Ekspor sebagai YAML
it: Esporta come YAML
ja_jp: YAMLとしてエクスポート
ko_kr: YAML로 내보내기
ms_my: Eksport sebagai YAML
my_mm: YAML အဖြစ်တင်ပို့ပါ
nl_nl: Exporteren als YAML
pl_pl: Eksportuj jako YAML
pt: Exportar como YAML
ru_ru: Экспортировать как YAML
sv_se: Exportera som YAML
th_th: ส่งออกเป็น YAML
tr_tr: YAML olarak dışa aktar
uk_ua: Експортувати як YAML
vi_vn: Xuất dưới dạng YAML
zh_cn: 导出为 YAML
zh_mo: 導出為 YAML

source: Export as JSON
ar: تصدير بتنسيق JSON
da_dk: Eksporter som JSON
de: Als JSON exportieren
el_gr: Εξαγωγή ως JSON
es: Exportar como JSON
fr: Exporter au format JSON
he_il: ייצא כ-JSON
id_id: Ekspor sebagai JSON
it: Esporta come JSON
ja_jp: JSONとしてエクスポート
ko_kr: JSON으로 내보내기
ms_my: Eksport sebagai JSON
my_mm: JSON အဖြစ်တင်ပို့ပါ
nl_nl: Exporteren als JSON
pl_pl: Eksportuj jako JSON
pt: Exportar como JSON
ru_ru: Экспортировать как JSON
sv_se: Exportera som JSON
th_th: ส่งออกเป็น JSON
tr_tr: JSON olarak dışa aktar
uk_ua: Експортувати як JSON
vi_vn: Xuất dưới dạng JSON
zh_cn: 导出为 JSON
zh_mo: 導出為 JSON

source: Export as CSV
ar: تصدير بتنسيق CSV
da_dk: Eksporter som CSV
de: Als CSV exportieren
el_gr: Εξαγωγή ως CSV
es: Exportar como CSV
fr: Exporter au format CSV
he_il: ייצא כ-CSV
id_id: Ekspor sebagai CSV
it: Esporta come CSV
ja_jp: CSVとしてエクスポート
ko_kr: CSV로 내보내기
ms_my: Eksport sebagai CSV
my_mm: CSV အဖြစ်တင်ပို့ပါ
nl_nl: Exporteren als CSV
pl_pl: Eksportuj jako CSV
pt: Exportar como CSV
ru_ru: Экспортировать как CSV
sv_se: Exportera som CSV
th_th: ส่งออกเป็น CSV
tr_tr: CSV olarak dışa aktar
uk_ua: Експортувати як CSV
vi_vn: Xuất dưới dạng CSV
zh_cn: 导出为 CSV
zh_mo: 導出為 CSV

source: Export as VCF
ar: تصدير بتنسيق VCF
da_dk: Eksporter som VCF
de: Als VCF exportieren
el_gr: Εξαγωγή ως VCF
es: Exportar como VCF
fr: Exporter au format VCF
he_il: ייצא כ-VCF
id_id: Ekspor sebagai VCF
it: Esporta come VCF
ja_jp: VCFとしてエクスポート
ko_kr: VCF로 내보내기
ms_my: Eksport sebagai VCF
my_mm: VCF အဖြစ်တင်ပို့ပါ
nl_nl: Exporteren als VCF
pl_pl: Eksportuj jako VCF
pt: Exportar como VCF
ru_ru: Экспортировать как VCF
sv_se: Exportera som VCF
th_th: ส่งออกเป็น VCF
tr_tr: VCF olarak dışa aktar
uk_ua: Експортувати як VCF
vi_vn: Xuất dưới dạng VCF
zh_cn: 导出为 VCF
zh_mo: 導出為 VCF

source: Export Contacts
ar: تصدير جهات الاتصال
da_dk: Eksporter kontakter
de: Kontakte exportieren
el_gr: Εξαγωγή επαφών
es: Exportar contactos
fr: Exporter les contacts
he_il: ייצא אנשי קשר
id_id: Ekspor Kontak
it: Esporta contatti
ja_jp: 連絡先をエクスポート
ko_kr: 연락처 내보내기
ms_my: Eksport Kenalan
my_mm: အဆက်အသွယ်များကိုတင်ပို့ပါ
nl_nl: Contacten exporteren
pl_pl: Eksportuj kontakty
pt: Exportar Contactos
ru_ru: Экспортировать контакты
sv_se: Exportera kontakter
th_th: ส่งออกผู้ติดต่อ
tr_tr: Kişileri Dışa Aktar
uk_ua: Експортувати контакти
vi_vn: Xuất danh bạ
zh_cn: 导出联系人
zh_mo: 導出聯絡人

source: Edit Contact
ar: تحرير جهة اتصال
da_dk: Rediger kontakt
de: Kontakt bearbeiten
el_gr: Επεξεργασία επαφής
es: Editar contacto
fr: Modifier le contact
he_il: ערוך איש קשר
id_id: Edit Kontak
it: Modifica contatto
ja_jp: 連絡先を編集
ko_kr: 연락처 편집
ms_my: Edit Kenalan
my_mm: အဆက်အသွယ်ကိုပြင်ဆင်ပါ
nl_nl: Contact bewerken
pl_pl: Edytuj kontakt
pt: Editar Contacto
ru_ru: Редактировать контакт
sv_se: Redigera kontakt
th_th: แก้ไขผู้ติดต่อ
tr_tr: Kişiyi Düzenle
uk_ua: Редагувати контакт
vi_vn: Chỉnh sửa liên hệ
zh_cn: 编辑联系人
zh_mo: 編輯聯絡人

source: First name
ar: الاسم الأول
da_dk: Fornavn
de: Vorname
el_gr: Όνομα
es: Nombre
fr: Prénom
he_il: שם פרטי
id_id: Nama depan
it: Nome
ja_jp: 名
ko_kr: 이름
ms_my: Nama pertama
my_mm: အမည်
nl_nl: Voornaam
pl_pl: Imię
pt: Primeiro nome
ru_ru: Имя
sv_se: Förnamn
th_th: ชื่อ
tr_tr: Ad
uk_ua: Ім'я
vi_vn: Tên
zh_cn: 名字
zh_mo: 名字

source: Last name
ar: الاسم الأخير
da_dk: Efternavn
de: Nachname
el_gr: Επώνυμο
es: Apellidos
fr: Nom de famille
he_il: שם משפחה
id_id: Nama belakang
it: Cognome
ja_jp: 姓
ko_kr: 성
ms_my: Nama akhir
my_mm: မျိုးရိုးအမည်
nl_nl: Achternaam
pl_pl: Nazwisko
pt: Último nome
ru_ru: Фамилия
sv_se: Efternamn
th_th: นามสกุล
tr_tr: Soyad
uk_ua: Прізвище
vi_vn: Họ
zh_cn: 姓氏
zh_mo: 姓氏

source: Phone
ar: الهاتف
da_dk: Telefon
de: Telefon
el_gr: Τηλέφωνο
es: Teléfono
fr: Téléphone
he_il: טלפון
id_id: Telepon
it: Telefono
ja_jp: 電話
ko_kr: 전화
ms_my: Telefon
my_mm: ဖုန်း
nl_nl: Telefoon
pl_pl: Telefon
pt: Telefone
ru_ru: Телефон
sv_se: Telefon
th_th: โทรศัพท์
tr_tr: Telefon
uk_ua: Телефон
vi_vn: Điện thoại
zh_cn: 电话
zh_mo: 電話

source: Please enter
ar: الرجاء إدخال
da_dk: Indtast venligst
de: Bitte eingeben
el_gr: Παρακαλώ εισάγετε
es: Introduzca
fr: Veuillez saisir
he_il: אנא הזן
id_id: Silakan masukkan
it: Per favore inserisci
ja_jp: 入力してください
ko_kr: 입력하세요
ms_my: Sila masukkan
my_mm: ကျေးဇူးပြု၍ ရိုက်ထည့်ပါ
nl_nl: Voer in
pl_pl: Proszę wprowadzić
pt: Por favor introduza
ru_ru: Пожалуйста, введите
sv_se: Vänligen ange
th_th: โปรดป้อน
tr_tr: Lütfen girin
uk_ua: Будь ласка, введіть
vi_vn: Vui lòng nhập
zh_cn: 请输入
zh_mo: 請輸入

source: Import Contacts
ar: استيراد جهات الاتصال
da_dk: Importer kontakter
de: Kontakte importieren
el_gr: Εισαγωγή επαφών
es: Importar contactos
fr: Importer des contacts
he_il: ייבא אנשי קשר
id_id: Impor Kontak
it: Importa contatti
ja_jp: 連絡先をインポート
ko_kr: 연락처 가져오기
ms_my: Import Kenalan
my_mm: အဆက်အသွယ်များကိုတင်သွင်းပါ
nl_nl: Contacten importeren
pl_pl: Importuj kontakty
pt: Importar Contactos
ru_ru: Импортировать контакты
sv_se: Importera kontakter
th_th: นำเข้าผู้ติดต่อ
tr_tr: Kişileri İçeri Aktar
uk_ua: Імпортувати контакти
vi_vn: Nhập danh bạ
zh_cn: 导入联系人
zh_mo: 導入聯絡人

source: Import from VCF
ar: استيراد من VCF
da_dk: Importer fra VCF
de: Aus VCF importieren
el_gr: Εισαγωγή από VCF
es: Importar desde VCF
fr: Importer depuis un fichier VCF
he_il: ייבא מ-VCF
id_id: Impor dari VCF
it: Importa da VCF
ja_jp: VCFからインポート
ko_kr: VCF에서 가져오기
ms_my: Import dari VCF
my_mm: VCF မှတင်သွင်းပါ
nl_nl: Importeren vanuit VCF
pl_pl: Importuj z VCF
pt: Importar de VCF
ru_ru: Импортировать из VCF
sv_se: Importera från VCF
th_th: นำเข้าจาก VCF
tr_tr: VCF'den içeri aktar
uk_ua: Імпортувати з VCF
vi_vn: Nhập từ VCF
zh_cn: 从 VCF 导入
zh_mo: 從 VCF 導入

source: Import from CSV
ar: استيراد من CSV
da_dk: Importer fra CSV
de: Aus CSV importieren
el_gr: Εισαγωγή από CSV
es: Importar desde CSV
fr: Importer depuis un fichier CSV
he_il: ייבא מ-CSV
id_id: Impor dari CSV
it: Importa da CSV
ja_jp: CSVからインポート
ko_kr: CSV에서 가져오기
ms_my: Import dari CSV
my_mm: CSV မှတင်သွင်းပါ
nl_nl: Importeren vanuit CSV
pl_pl: Importuj z CSV
pt: Importar de CSV
ru_ru: Импортировать из CSV
sv_se: Importera från CSV
th_th: นำเข้าจาก CSV
tr_tr: CSV'den içeri aktar
uk_ua: Імпортувати з CSV
vi_vn: Nhập từ CSV
zh_cn: 从 CSV 导入
zh_mo: 從 CSV 導入

source: Import from JSON
ar: استيراد من JSON
da_dk: Importer fra JSON
de: Aus JSON importieren
el_gr: Εισαγωγή από JSON
es: Importar desde JSON
fr: Importer depuis un fichier JSON
he_il: ייבא מ-JSON
id_id: Impor dari JSON
it: Importa da JSON
ja_jp: JSONからインポート
ko_kr: JSON에서 가져오기
ms_my: Import dari JSON
my_mm: JSON မှတင်သွင်းပါ
nl_nl: Importeren vanuit JSON
pl_pl: Importuj z JSON
pt: Importar de JSON
ru_ru: Импортировать из JSON
sv_se: Importera från JSON
th_th: นำเข้าจาก JSON
tr_tr: JSON'dan içeri aktar
uk_ua: Імпортувати з JSON
vi_vn: Nhập từ JSON
zh_cn: 从 JSON 导入
zh_mo: 從 JSON 導入

source: Import from YAML
ar: استيراد من YAML
da_dk: Importer fra YAML
de: Aus YAML importieren
el_gr: Εισαγωγή από YAML
es: Importar desde YAML
fr: Importer depuis un fichier YAML
he_il: ייבא מ-YAML
id_id: Impor dari YAML
it: Importa da YAML
ja_jp: YAMLからインポート
ko_kr: YAML에서 가져오기
ms_my: Import dari YAML
my_mm: YAML မှတင်သွင်းပါ
nl_nl: Importeren vanuit YAML
pl_pl: Importuj z YAML
pt: Importar de YAML
ru_ru: Импортировать из YAML
sv_se: Importera från YAML
th_th: นำเข้าจาก YAML
tr_tr: YAML'den içeri aktar
uk_ua: Імпортувати з YAML
vi_vn: Nhập từ YAML
zh_cn: 从 YAML 导入
zh_mo: 從 YAML 導入

source: Import from URL
ar: استيراد من URL
da_dk: Importer fra URL
de: Von URL importieren
el_gr: Εισαγωγή από URL
es: Importar desde URL
fr: Importer depuis une URL
he_il: ייבא מכתובת URL
id_id: Impor dari URL
it: Importa da URL
ja_jp: URLからインポート
ko_kr: URL에서 가져오기
ms_my: Import dari URL
my_mm: URL မှတင်သွင်းပါ
nl_nl: Importeren vanuit URL
pl_pl: Importuj z adresu URL
pt: Importar de URL
ru_ru: Импортировать из URL
sv_se: Importera från URL
th_th: นำเข้าจาก URL
tr_tr: URL'den içeri aktar
uk_ua: Імпортувати з URL-адреси
vi_vn: Nhập từ URL
zh_cn: 从 URL 导入
zh_mo: 從網址導入

source: Contacts imported successfully
ar: تم استيراد جهات الاتصال بنجاح
da_dk: Kontakter importeret med succes
de: Kontakte erfolgreich importiert
el_gr: Επιτυχής εισαγωγή επαφών
es: Contactos importados correctamente
fr: Contacts importés avec succès
he_il: אנשי קשר יובאו בהצלחה
id_id: Kontak berhasil diimpor
it: Contatti importati correttamente
ja_jp: 連絡先が正常にインポートされました
ko_kr: 연락처를 성공적으로 가져왔습니다
ms_my: Kenalan diimport berjaya
my_mm: အဆက်အသွယ်များကိုအောင်မြင်စွာတင်သွင်းပြီးပါပြီ
nl_nl: Contacten succesvol geïmporteerd
pl_pl: Kontakty zostały pomyślnie zaimportowane
pt: Contactos importados com sucesso
ru_ru: Контакты успешно импортированы
sv_se: Kontakter importerade
th_th: นำเข้าผู้ติดต่อสำเร็จแล้ว
tr_tr: Kişiler başarıyla içe aktarıldı
uk_ua: Контакти успішно імпортовано
vi_vn: Đã nhập danh bạ thành công
zh_cn: 已成功导入联系人
zh_mo: 聯絡人已成功導入

source: Error importing
ar: خطأ في الاستيراد
da_dk: Fejl ved import
de: Fehler beim Importieren
el_gr: Σφάλμα κατά την εισαγωγή
es: Error al importar
fr: Erreur lors de l'importation
he_il: שגיאה בייבוא
id_id: Kesalahan mengimpor
it: Errore durante l'importazione
ja_jp: インポートエラー
ko_kr: 가져오는 중 오류 발생
ms_my: Ralat mengimport
my_mm: တင်သွင်းရာတွင်အမှားအယွင်းရှိနေပါသည်
nl_nl: Fout bij importeren
pl_pl: Błąd importu
pt: Erro ao importar
ru_ru: Ошибка импорта
sv_se: Fel vid import
th_th: ข้อผิดพลาดในการนำเข้า
tr_tr: İçeri aktarılırken hata oluştu
uk_ua: Помилка імпорту
vi_vn: Lỗi khi nhập
zh_cn: 导入出错
zh_mo: 導入時出錯

source: Enter URL
ar: أدخل عنوان URL
da_dk: Indtast URL
de: URL eingeben
el_gr: Εισαγάγετε URL
es: Introducir URL
fr: Saisir l'URL
he_il: הזן כתובת URL
id_id: Masukkan URL
it: Inserisci URL
ja_jp: URLを入力
ko_kr: URL 입력
ms_my: Masukkan URL
my_mm: URL ကိုရိုက်ထည့်ပါ
nl_nl: Voer URL in
pl_pl: Wprowadź adres URL
pt: Introduza o URL
ru_ru: Введите URL
sv_se: Ange URL
th_th: ป้อน URL
tr_tr: URL'yi Girin
uk_ua: Введіть URL-адресу
vi_vn: Nhập URL
zh_cn: 输入网址
zh_mo: 輸入網址

source: Imported successfully from URL
ar: تم الاستيراد بنجاح من URL
da_dk: Importeret med succes fra URL
de: Erfolgreich von URL importiert
el_gr: Επιτυχής εισαγωγή από URL
es: Importado correctamente desde la URL
fr: Importé avec succès depuis l'URL
he_il: יובא בהצלחה מכתובת URL
id_id: Berhasil diimpor dari URL
it: Importato correttamente da URL
ja_jp: URLから正常にインポートされました
ko_kr: URL에서 성공적으로 가져왔습니다
ms_my: Diimport berjaya dari URL
my_mm: URL မှအောင်မြင်စွာတင်သွင်းပြီးပါပြီ
nl_nl: Succesvol geïmporteerd vanuit URL
pl_pl: Zaimportowano pomyślnie z adresu URL
pt: Importado com sucesso do URL
ru_ru: Успешно импортировано из URL
sv_se: Importerad från URL
th_th: นำเข้าจาก URL สำเร็จแล้ว
tr_tr: URL'den başarıyla içe aktarıldı
uk_ua: Успішно імпортовано з URL-адреси
vi_vn: Đã nhập thành công từ URL
zh_cn: 已成功从网址导入
zh_mo: 從網址導入成功

source: Contacts Page
ar: صفحة جهات الاتصال
da_dk: Kontakter side
de: Kontaktseite
el_gr: Σελίδα επαφών
es: Página de contactos
fr: Page des contacts
he_il: עמוד אנשי קשר
id_id: Halaman Kontak
it: Pagina contatti
ja_jp: 連絡先ページ
ko_kr: 연락처 페이지
ms_my: Halaman Kenalan
my_mm: အဆက်အသွယ်စာမျက်နှာ
nl_nl: Pagina contacten
pl_pl: Strona kontaktów
pt: Página de Contactos
ru_ru: Страница контактов
sv_se: Kontaktsida
th_th: หน้าผู้ติดต่อ
tr_tr: Kişiler Sayfası
uk_ua: Сторінка контактів
vi_vn: Trang danh bạ
zh_cn: 联系人页面
zh_mo: 聯絡人頁面

source: Search contacts
ar: بحث عن جهات اتصال
da_dk: Søg kontakter
de: Kontakte suchen
el_gr: Αναζήτηση επαφών
es: Buscar contactos
fr: Rechercher des contacts
he_il: חפש אנשי קשר
id_id: Cari kontak
it: Cerca contatti
ja_jp: 連絡先を検索
ko_kr: 연락처 검색
ms_my: Cari kenalan
my_mm: အဆက်အသွယ်များကိုရှာဖွေပါ
nl_nl: Contacten zoeken
pl_pl: Szukaj kontaktów
pt: Pesquisar contactos
ru_ru: Поиск контактов
sv_se: Sök kontakter
th_th: ค้นหาผู้ติดต่อ
tr_tr: Kişileri Ara
uk_ua: Пошук контактів
vi_vn: Tìm kiếm danh bạ
zh_cn: 搜索联系人
zh_mo: 搜尋聯絡人

source: Showing results for
ar: عرض النتائج لـ
da_dk: Viser resultater for
de: Ergebnisse anzeigen für
el_gr: Εμφάνιση αποτελεσμάτων για
es: Mostrando resultados para
fr: Affichage des résultats pour
he_il: מציג תוצאות עבור
id_id: Menampilkan hasil untuk
it: Risultati per
ja_jp: 結果を表示
ko_kr: 다음에 대한 결과 표시:
ms_my: Menunjukkan hasil untuk
my_mm: ရလဒ်များကိုပြသနေသည်
nl_nl: Resultaten weergeven voor
pl_pl: Wyświetlanie wyników dla
pt: A mostrar resultados para
ru_ru: Результаты поиска для
sv_se: Visar resultat för
th_th: แสดงผลลัพธ์สำหรับ
tr_tr: Sonuçlar gösteriliyor:
uk_ua: Показано результати для
vi_vn: Hiển thị kết quả cho
zh_cn: 显示结果
zh_mo: 顯示以下結果：

source: Merge Contacts
ar: دمج جهات الاتصال
da_dk: Flet kontakter
de: Kontakte zusammenführen
el_gr: Συγχώνευση επαφών
es: Combinar contactos
fr: Fusionner les contacts
he_il: מזג אנשי קשר
id_id: Gabungkan Kontak
it: Unisci contatti
ja_jp: 連絡先をマージ
ko_kr: 연락처 병합
ms_my: Gabungkan Kenalan
my_mm: အဆက်အသွယ်များကိုပေါင်းစည်းပါ
nl_nl: Contacten samenvoegen
pl_pl: Scal kontakty
pt: Fundir Contactos
ru_ru: Объединить контакты
sv_se: Sammanfoga kontakter
th_th: รวมผู้ติดต่อ
tr_tr: Kişileri Birleştir
uk_ua: Об'єднати контакти
vi_vn: Hợp nhất danh bạ
zh_cn: 合并联系人
zh_mo: 合併聯絡人

source: Merge
ar: دمج
da_dk: Flet
de: Zusammenführen
el_gr: Συγχώνευση
es: Combinar
fr: Fusionner
he_il: מזג
id_id: Gabungkan
it: Unisci
ja_jp: マージ
ko_kr: 병합
ms_my: Gabung
my_mm: ပေါင်းစည်းပါ
nl_nl: Samenvoegen
pl_pl: Scal
pt: Fundir
ru_ru: Объединить
sv_se: Sammanfoga
th_th: รวม
tr_tr: Birleştir
uk_ua: Об'єднати
vi_vn: Hợp nhất
zh_cn: 合并
zh_mo: 合併

source: contacts with number
ar: جهات اتصال برقم
da_dk: kontakter med nummer
de: Kontakte mit Nummer
el_gr: επαφές με αριθμό
es: contactos con número
fr: Contacts avec le numéro
he_il: אנשי קשר עם מספר
id_id: kontak dengan nomor
it: contatti con numero
ja_jp: 番号付きの連絡先
ko_kr: 번호가 있는 연락처
ms_my: kenalan dengan nombor
my_mm: နံပါတ်ပါသောအဆက်အသွယ်များ
nl_nl: contacten met nummer
pl_pl: kontakty z numerem
pt: contactos com o número
ru_ru: контактов с номером
sv_se: kontakter med nummer
th_th: ผู้ติดต่อที่มีหมายเลข
tr_tr: numaralı kişiler
uk_ua: контакти з номером
vi_vn: danh bạ có số
zh_cn: 具有号码的联系人
zh_mo: 擁有號碼的聯絡人

source: Merge Selected
ar: دمج المحدد
da_dk: Flet valgte
de: Ausgewählte zusammenführen
el_gr: Συγχώνευση επιλεγμένων
es: Combinar seleccionados
fr: Fusionner la sélection
he_il: מזג נבחרים
id_id: Gabungkan yang Dipilih
it: Unisci selezionati
ja_jp: 選択したものをマージ
ko_kr: 선택 항목 병합
ms_my: Gabungkan yang Dipilih
my_mm: ရွေးချယ်ထားသောများကိုပေါင်းစည်းပါ
nl_nl: Geselecteerde samenvoegen
pl_pl: Scal zaznaczone
pt: Fundir Selecionados
ru_ru: Объединить выбранные
sv_se: Sammanfoga valda
th_th: รวมที่เลือก
tr_tr: Seçilenleri Birleştir
uk_ua: Об'єднати вибрані
vi_vn: Hợp nhất đã chọn
zh_cn: 合并所选
zh_mo: 合併選定

source: Selected contacts merged successfully
ar: تم دمج جهات الاتصال المحددة بنجاح
da_dk: Valgte kontakter flettet med succes
de: Ausgewählte Kontakte erfolgreich zusammengeführt
el_gr: Επιτυχής συγχώνευση επιλεγμένων επαφών
es: Contactos seleccionados combinados correctamente
fr: Contacts sélectionnés fusionnés avec succès
he_il: אנשי קשר נבחרים מוזגו בהצלחה
id_id: Kontak yang dipilih berhasil digabungkan
it: Contatti selezionati uniti correttamente
ja_jp: 選択した連絡先が正常にマージされました
ko_kr: 선택한 연락처를 성공적으로 병합했습니다
ms_my: Kenalan yang dipilih digabungkan berjaya
my_mm: ရွေးချယ်ထားသောအဆက်အသွယ်များကိုအောင်မြင်စွာပေါင်းစည်းပြီးပါပြီ
nl_nl: Geselecteerde contacten succesvol samengevoegd
pl_pl: Zaznaczone kontakty zostały pomyślnie scalone
pt: Contactos selecionados fundidos com sucesso
ru_ru: Выбранные контакты успешно объединены
sv_se: Valda kontakter sammanfogade
th_th: รวมผู้ติดต่อที่เลือกสำเร็จแล้ว
tr_tr: Seçilen kişiler başarıyla birleştirildi
uk_ua: Вибрані контакти успішно об'єднано
vi_vn: Đã hợp nhất thành công các liên hệ đã chọn
zh_cn: 已成功合并所选联系人
zh_mo: 選定的聯絡人已成功合併

source: Show Telegram
ar: إظهار تيليجرام
da_dk: Vis Telegram
de: Telegram anzeigen
el_gr: Εμφάνιση Telegram
es: Mostrar Telegram
fr: Afficher Telegram
he_il: הצג Telegram
id_id: Tampilkan Telegram
it: Mostra Telegram
ja_jp: Telegramを表示
ko_kr: Telegram 표시
ms_my: Tunjukkan Telegram
my_mm: Telegram ကိုပြပါ
nl_nl: Telegram weergeven
pl_pl: Pokaż Telegram
pt: Mostrar Telegram
ru_ru: Показать Telegram
sv_se: Visa Telegram
th_th: แสดง Telegram
tr_tr: Telegram'ı Göster
uk_ua: Показати Telegram
vi_vn: Hiển thị Telegram
zh_cn: 显示 Telegram
zh_mo: 顯示 Telegram

source: Show WhatsApp
ar: إظهار واتساب
da_dk: Vis WhatsApp
de: WhatsApp anzeigen
el_gr: Εμφάνιση WhatsApp
es: Mostrar WhatsApp
fr: Afficher WhatsApp
he_il: הצג WhatsApp
id_id: Tampilkan WhatsApp
it: Mostra WhatsApp
ja_jp: WhatsAppを表示
ko_kr: WhatsApp 표시
ms_my: Tunjukkan WhatsApp
my_mm: WhatsApp ကိုပြပါ
nl_nl: WhatsApp weergeven
pl_pl: Pokaż WhatsApp
pt: Mostrar WhatsApp
ru_ru: Показать WhatsApp
sv_se: Visa WhatsApp
th_th: แสดง WhatsApp
tr_tr: WhatsApp'ı Göster
uk_ua: Показати WhatsApp
vi_vn: Hiển thị WhatsApp
zh_cn: 显示 WhatsApp
zh_mo: 顯示 WhatsApp
