Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

# useThePatternToMatchAllPhoneNumbersStartingWith
source: Use the pattern '^\+' to match all phone numbers starting with a plus sign, which typically indicates an international number.
ar: استخدم النمط '^\+' لمطابقة جميع أرقام الهواتف التي تبدأ بعلامة زائد، والتي تشير عادةً إلى رقم دولي.
da_dk: Brug mønsteret '^\+' til at matche alle telefonnumre, der starter med et plustegn, hvilket typisk indikerer et internationalt nummer.
de: Verwenden Sie das Muster '^\+' zum Abgleichen aller Telefonnummern, die mit einem Pluszeichen beginnen, was typischerweise auf eine internationale Nummer hinweist.
el_gr: Χρησιμοποιήστε το πρότυπο '^\+' για να αντιστοιχίσετε όλους τους αριθμούς τηλεφώνου που ξεκινούν με σύμβολο συν, το οποίο συνήθως υποδεικνύει διεθνή αριθμό.
es: Utilice el patrón '^\+' para hacer coincidir todos los números de teléfono que comienzan con un signo más, que normalmente indica un número internacional.
fr: Utilisez le modèle '^\+' pour faire correspondre tous les numéros de téléphone commençant par un signe plus, qui indique généralement un numéro international.
he_il: השתמש בתבנית '^\+' כדי להתאים לכל מספרי הטלפון שמתחילים בסימן פלוס, שבדרך כלל מציין מספר בינלאומי.
id_id: Gunakan pola '^\+' untuk mencocokkan semua nomor telepon yang dimulai dengan tanda plus, yang biasanya menunjukkan nomor internasional.
it: Utilizza il modello '^\+' per trovare corrispondenze con tutti i numeri di telefono che iniziano con un segno più, che in genere indica un numero internazionale.
ja_jp: 「^\+」パターンを使用して、プラス記号で始まるすべての電話番号に一致させます。プラス記号は通常、国際番号を示します。
ko_kr: 플러스 기호로 시작하는 모든 전화번호를 일치시키려면 '^\+' 패턴을 사용하세요. 일반적으로 국제 번호를 나타냅니다.
ms_my: Gunakan corak '^\+' untuk memadankan semua nombor telefon yang bermula dengan tanda tambah, yang biasanya menunjukkan nombor antarabangsa.
my_mm: plus လက္ခဏာဖြင့်စတင်သောဖုန်းနံပါတ်အားလုံးနှင့်ကိုက်ညီရန် '^\+' ပုံစံကိုသုံးပါ၊ ၎င်းသည်ပုံမှန်အားဖြင့်နိုင်ငံတကာနံပါတ်ကိုညွှန်ပြသည်။
nl_nl: Gebruik het patroon '^\+' om alle telefoonnummers te matchen die beginnen met een plusteken, wat meestal een internationaal nummer aangeeft.
pl_pl: Użyj wzorca '^\+' do dopasowania wszystkich numerów telefonów zaczynających się od znaku plus, który zazwyczaj wskazuje na numer międzynarodowy.
pt: Use o padrão '^\+' para corresponder a todos os números de telefone que começam com um sinal de mais, que normalmente indica um número internacional.
ru_ru: Используйте шаблон '^\+' для сопоставления всех номеров телефонов, начинающихся со знака плюс, который обычно указывает на международный номер.
sv_se: Använd mönstret '^\+' för att matcha alla telefonnummer som börjar med ett plustecken, vilket vanligtvis indikerar ett internationellt nummer.
th_th: ใช้รูปแบบ '^\+' เพื่อจับคู่หมายเลขโทรศัพท์ทั้งหมดที่ขึ้นต้นด้วยเครื่องหมายบวก ซึ่งโดยทั่วไปหมายถึงหมายเลขระหว่างประเทศ
tr_tr: Genellikle uluslararası bir numarayı gösteren artı işaretiyle başlayan tüm telefon numaralarıyla eşleştirmek için '^\+' desenini kullanın.
uk_ua: Використовуйте шаблон '^\+' для збігу всіх номерів телефонів, що починаються зі знака плюс, який зазвичай вказує на міжнародний номер.
vi_vn: Sử dụng mẫu '^\+' để khớp với tất cả các số điện thoại bắt đầu bằng dấu cộng, thường cho biết số quốc tế.
zh_cn: 使用模式 '^\+' 来匹配所有以加号开头的电话号码，加号通常表示国际号码。
zh_mo: 使用模式'^\+'來匹配所有以加號開頭的電話號碼，這通常表示國際號碼。

source: Block calls from specific area codes:
ar: حظر المكالمات من رموز مناطق محددة:
da_dk: Bloker opkald fra specifikke områdekoder:
de: Anrufe von bestimmten Vorwahlen blockieren:
el_gr: Αποκλεισμός κλήσεων από συγκεκριμένους κωδικούς περιοχής:
es: Bloquear llamadas de códigos de área específicos:
fr: Bloquer les appels provenant d'indicatifs régionaux spécifiques :
he_il: חסום שיחות מקודי אזור ספציפיים:
id_id: Blokir panggilan dari kode area tertentu:
it: Blocca chiamate da prefissi specifici:
ja_jp: 特定の市外局番からの通話をブロックする：
ko_kr: 특정 지역 번호에서 걸려오는 전화 차단:
ms_my: Sekat panggilan daripada kod kawasan tertentu:
my_mm: သတ်မှတ်ထားသောဧရိယာကုဒ်များမှဖုန်းခေါ်ဆိုမှုများကိုပိတ်ဆို့ပါ :
nl_nl: Oproepen van specifieke netnummers blokkeren:
pl_pl: Blokuj połączenia z określonych numerów kierunkowych:
pt: Bloquear chamadas de códigos de área específicos:
ru_ru: Блокировать звонки из определенных кодов зон:
sv_se: Blockera samtal från specifika riktnummer:
th_th: บล็อกการโทรจากรหัสพื้นที่เฉพาะ:
tr_tr: Belirli alan kodlarından gelen aramaları engelle:
uk_ua: Блокувати дзвінки з певних кодів регіонів:
vi_vn: Chặn cuộc gọi từ mã vùng cụ thể:
zh_cn: 阻止来自特定区号的电话：
zh_mo: 攔截來自特定區號的電話：

# useThePattern0d23ToMatchPhoneNumbersStartingWith
source: Use the pattern '^0[0-9]{2,3}' to match phone numbers starting with '0' followed by 2 or 3 digits, which typically represents an area code. Use the pattern '^010' to block calls from Beijing area code (010). Use the pattern '^202' to block calls from Washington area code (202). Replace the '^0[0-9]{2,3}' area code with the specific one you want to block.
ar: استخدم النمط '^0[0-9]{2,3}' لمطابقة أرقام الهواتف التي تبدأ بـ '0' متبوعًا برقمين أو ثلاثة أرقام، والتي تمثل عادةً رمز منطقة. استخدم النمط '^010' لحظر المكالمات من رمز منطقة بكين (010). استخدم النمط '^202' لحظر المكالمات من رمز منطقة واشنطن (202). استبدل رمز المنطقة '^0[0-9]{2,3}' بالرمز المحدد الذي تريد حظره.
da_dk: Brug mønsteret '^0[0-9]{2,3}' til at matche telefonnumre, der starter med '0' efterfulgt af 2 eller 3 cifre, hvilket typisk repræsenterer en områdekode. Brug mønsteret '^010' til at blokere opkald fra Beijing-områdekoden (010). Brug mønsteret '^202' til at blokere opkald fra Washington-områdekoden (202). Erstat '^0[0-9]{2,3}' områdekoden med den specifikke, du vil blokere.
de: Verwenden Sie das Muster '^0[0-9]{2,3}' zum Abgleichen von Telefonnummern, die mit '0' gefolgt von 2 oder 3 Ziffern beginnen, was typischerweise eine Vorwahl darstellt. Verwenden Sie das Muster '^010', um Anrufe von der Pekinger Vorwahl (010) zu blockieren. Verwenden Sie das Muster '^202', um Anrufe von der Washingtoner Vorwahl (202) zu blockieren. Ersetzen Sie die Vorwahl '^0[0-9]{2,3}' durch diejenige, die Sie blockieren möchten.
el_gr: Χρησιμοποιήστε το πρότυπο '^0[0-9]{2,3}' για να αντιστοιχίσετε αριθμούς τηλεφώνου που ξεκινούν με '0' ακολουθούμενο από 2 ή 3 ψηφία, το οποίο συνήθως αντιπροσωπεύει έναν κωδικό περιοχής. Χρησιμοποιήστε το πρότυπο '^010' για να αποκλείσετε κλήσεις από τον κωδικό περιοχής του Πεκίνου (010). Χρησιμοποιήστε το πρότυπο '^202' για να αποκλείσετε κλήσεις από τον κωδικό περιοχής της Ουάσιγκτον (202). Αντικαταστήστε τον κωδικό περιοχής '^0[0-9]{2,3}' με τον συγκεκριμένο που θέλετε να αποκλείσετε.
es: Utilice el patrón '^0[0-9]{2,3}' para hacer coincidir los números de teléfono que comienzan con '0' seguido de 2 o 3 dígitos, que normalmente representa un código de área. Utilice el patrón '^010' para bloquear llamadas del código de área de Pekín (010). Utilice el patrón '^202' para bloquear llamadas del código de área de Washington (202). Reemplace el código de área '^0[0-9]{2,3}' por el específico que desea bloquear.
fr: Utilisez le modèle '^0[0-9]{2,3}' pour faire correspondre les numéros de téléphone commençant par '0' suivi de 2 ou 3 chiffres, ce qui représente généralement un indicatif régional. Utilisez le modèle '^010' pour bloquer les appels provenant de l'indicatif régional de Pékin (010). Utilisez le modèle '^202' pour bloquer les appels provenant de l'indicatif régional de Washington (202). Remplacez l'indicatif régional '^0[0-9]{2,3}' par celui que vous souhaitez bloquer.
id_id: Gunakan pola '^0[0-9]{2,3}' untuk mencocokkan nomor telepon yang dimulai dengan '0' diikuti oleh 2 atau 3 digit, yang biasanya mewakili kode area. Gunakan pola '^010' untuk memblokir panggilan dari kode area Beijing (010). Gunakan pola '^202' untuk memblokir panggilan dari kode area Washington (202). Ganti kode area '^0[0-9]{2,3}' dengan yang spesifik yang ingin Anda blokir.
it: Utilizza il modello '^0[0-9]{2,3}' per trovare corrispondenze con i numeri di telefono che iniziano con '0' seguito da 2 o 3 cifre, che in genere rappresenta un prefisso. Utilizza il modello '^010' per bloccare le chiamate dal prefisso di Pechino (010). Utilizza il modello '^202' per bloccare le chiamate dal prefisso di Washington (202). Sostituisci il prefisso '^0[0-9]{2,3}' con quello specifico che desideri bloccare.
ja_jp: 「'^0[0-9]{2,3}'」パターンを使用して、「0」で始まり、その後に2桁または3桁の数字が続く電話番号に一致させます。これは通常、市外局番を表します。 「^010」パターンを使用して、北京の市外局番（010）からの通話をブロックします。 「^202」パターンを使用して、ワシントンの市外局番（202）からの通話をブロックします。 「'^0[0-9]{2,3}'」市外局番を、ブロックする特定の市外局番に置き換えます。
ko_kr: '0'으로 시작하고 2~3자리 숫자가 뒤따르는 전화번호를 일치시키려면 '^0[0-9]{2,3}' 패턴을 사용하세요. 일반적으로 지역 번호를 나타냅니다. 베이징 지역 번호(010)에서 걸려오는 전화를 차단하려면 '^010' 패턴을 사용하세요. 워싱턴 지역 번호(202)에서 걸려오는 전화를 차단하려면 '^202' 패턴을 사용하세요. '^0[0-9]{2,3}' 지역 번호를 차단하려는 특정 지역 번호로 바꾸세요.
ms_my: Gunakan corak '^0[0-9]{2,3}' untuk memadankan nombor telefon yang bermula dengan '0' diikuti dengan 2 atau 3 digit, yang biasanya mewakili kod kawasan. Gunakan corak '^010' untuk menyekat panggilan daripada kod kawasan Beijing (010). Gunakan corak '^202' untuk menyekat panggilan daripada kod kawasan Washington (202). Gantikan kod kawasan '^0[0-9]{2,3}' dengan yang spesifik yang anda ingin sekat.
my_mm: '0' ဖြင့်စတင်ပြီး ၂ လုံး သို့မဟုတ် ၃ လုံးပါသောဖုန်းနံပါတ်များနှင့်ကိုက်ညီရန် '^0[0-9]{2,3}' ပုံစံကိုသုံးပါ၊ ၎င်းသည်ပုံမှန်အားဖြင့်ဧရိယာကုဒ်ကိုကိုယ်စားပြုသည်။ ပေကျင်းဧရိယာကုဒ် (010) မှဖုန်းခေါ်ဆိုမှုများကိုပိတ်ဆို့ရန် '^010' ပုံစံကိုသုံးပါ။ ဝါရှင်တန်ဧရိယာကုဒ် (202) မှဖုန်းခေါ်ဆိုမှုများကိုပိတ်ဆို့ရန် '^202' ပုံစံကိုသုံးပါ။ ပိတ်ဆို့လိုသောသတ်မှတ်ထားသောဧရိယာကုဒ်ဖြင့် '^0[0-9]{2,3}' ဧရိယာကုဒ်ကိုအစားထိုးပါ။
nl_nl: Gebruik het patroon '^0[0-9]{2,3}' om telefoonnummers te matchen die beginnen met '0' gevolgd door 2 of 3 cijfers, wat meestal een netnummer aangeeft. Gebruik het patroon '^010' om oproepen van het netnummer van Beijing (010) te blokkeren. Gebruik het patroon '^202' om oproepen van het netnummer van Washington (202) te blokkeren. Vervang het netnummer '^0[0-9]{2,3}' door het specifieke netnummer dat u wilt blokkeren.
pl_pl: Użyj wzorca '^0[0-9]{2,3}' do dopasowania numerów telefonów zaczynających się od '0', a następnie 2 lub 3 cyfr, co zazwyczaj reprezentuje numer kierunkowy. Użyj wzorca '^010' do zablokowania połączeń z numeru kierunkowego Pekinu (010). Użyj wzorca '^202' do zablokowania połączeń z numeru kierunkowego Waszyngtonu (202). Zastąp numer kierunkowy '^0[0-9]{2,3}' konkretnym numerem, który chcesz zablokować.
pt: Use o padrão '^0[0-9]{2,3}' para corresponder a números de telefone que começam com '0' seguido de 2 ou 3 dígitos, que normalmente representa um código de área. Use o padrão '^010' para bloquear chamadas do código de área de Pequim (010). Use o padrão '^202' para bloquear chamadas do código de área de Washington (202). Substitua o código de área '^0[0-9]{2,3}' pelo específico que deseja bloquear.
ru_ru: Используйте шаблон '^0[0-9]{2,3}' для сопоставления номеров телефонов, начинающихся с '0', за которым следуют 2 или 3 цифры, что обычно представляет собой код зоны. Используйте шаблон '^010' для блокировки звонков из кода зоны Пекина (010). Используйте шаблон '^202' для блокировки звонков из кода зоны Вашингтона (202). Замените код зоны '^0[0-9]{2,3}' на тот, который вы хотите заблокировать.
sv_se: Använd mönstret '^0[0-9]{2,3}' för att matcha telefonnummer som börjar med '0' följt av 2 eller 3 siffror, vilket vanligtvis representerar ett riktnummer. Använd mönstret '^010' för att blockera samtal från Pekings riktnummer (010). Använd mönstret '^202' för att blockera samtal från Washingtons riktnummer (202). Ersätt '^0[0-9]{2,3}' riktnummer med det specifika du vill blockera.
th_th: ใช้รูปแบบ '^0[0-9]{2,3}' เพื่อจับคู่หมายเลขโทรศัพท์ที่ขึ้นต้นด้วย '0' ตามด้วยตัวเลข 2 หรือ 3 ตัว ซึ่งโดยทั่วไปหมายถึงรหัสพื้นที่ ใช้รูปแบบ '^010' เพื่อบล็อกการโทรจากรหัสพื้นที่ปักกิ่ง (010) ใช้รูปแบบ '^202' เพื่อบล็อกการโทรจากรหัสพื้นที่วอชิงตัน (202) แทนที่รหัสพื้นที่ '^0[0-9]{2,3}' ด้วยรหัสพื้นที่เฉพาะที่คุณต้องการบล็อก
tr_tr: Genellikle bir alan kodunu temsil eden '0' ile başlayan ve ardından 2 veya 3 basamak gelen telefon numaralarıyla eşleştirmek için '^0[0-9]{2,3}' desenini kullanın. Pekin alan kodundan (010) gelen aramaları engellemek için '^010' desenini kullanın. Washington alan kodundan (202) gelen aramaları engellemek için '^202' desenini kullanın. '^0[0-9]{2,3}' alan kodunu engellemek istediğiniz belirli alan kodu ile değiştirin.
uk_ua: Використовуйте шаблон '^0[0-9]{2,3}' для збігу номерів телефонів, що починаються з '0', за яким слідують 2 або 3 цифри, що зазвичай представляє код регіону. Використовуйте шаблон '^010' для блокування дзвінків з кодом регіону Пекіна (010). Використовуйте шаблон '^202' для блокування дзвінків з кодом регіону Вашингтона (202). Замініть код регіону '^0[0-9]{2,3}' на той, який ви хочете заблокувати.
vi_vn: Sử dụng mẫu '^0[0-9]{2,3}' để khớp với số điện thoại bắt đầu bằng '0' theo sau là 2 hoặc 3 chữ số, thường đại diện cho mã vùng. Sử dụng mẫu '^010' để chặn cuộc gọi từ mã vùng Bắc Kinh (010). Sử dụng mẫu '^202' để chặn cuộc gọi từ mã vùng Washington (202). Thay thế mã vùng '^0[0-9]{2,3}' bằng mã cụ thể bạn muốn chặn.
zh_cn: 使用模式 '^0[0-9]{2,3}' 来匹配以 '0' 开头，后跟 2 或 3 位数字的电话号码，这通常代表区号。 使用模式 '^010' 阻止来自北京区号 (010) 的电话。 使用模式 '^202' 阻止来自华盛顿区号 (202) 的电话。 将 '^0[0-9]{2,3}' 区号替换为您要阻止的特定区号。
zh_mo: 使用模式'^0[0-9]{2,3}'來匹配以“0”開頭，後跟 2 或 3 位數字的電話號碼，這通常表示區號。 使用模式“^010”來攔截來自北京區號（010）的電話。 使用模式“^202”來攔截來自華盛頓區號（202）的電話。 將'^0[0-9]{2,3}'區號替換為您要攔截的特定區號。

source: Match phone numbers containing specific digits:
ar: مطابقة أرقام الهواتف التي تحتوي على أرقام محددة:
da_dk: Match telefonnumre, der indeholder specifikke cifre:
de: Telefonnummern abgleichen, die bestimmte Ziffern enthalten:
el_gr: Αντιστοίχιση αριθμών τηλεφώνου που περιέχουν συγκεκριμένα ψηφία:
es: Hacer coincidir números de teléfono que contienen dígitos específicos:
fr: Faire correspondre les numéros de téléphone contenant des chiffres spécifiques :
he_il: התאם למספרי טלפון המכילים ספרות ספציפיות:
id_id: Cocokkan nomor telepon yang mengandung digit tertentu:
it: Trova corrispondenze con i numeri di telefono che contengono cifre specifiche:
ja_jp: 特定の数字を含む電話番号を照合する：
ko_kr: 특정 숫자가 포함된 전화번호 일치:
ms_my: Padankan nombor telefon yang mengandungi digit tertentu:
my_mm: သတ်မှတ်ထားသောဂဏန်းများပါသောဖုန်းနံပါတ်များနှင့်ကိုက်ညီပါ :
nl_nl: Telefoonnummers matchen die specifieke cijfers bevatten:
pl_pl: Dopasuj numery telefonów zawierające określone cyfry:
pt: Corresponder a números de telefone que contêm dígitos específicos:
ru_ru: Сопоставлять номера телефонов, содержащие определенные цифры:
sv_se: Matcha telefonnummer som innehåller specifika siffror:
th_th: จับคู่หมายเลขโทรศัพท์ที่มีตัวเลขเฉพาะ:
tr_tr: Belirli basamakları içeren telefon numaralarıyla eşleştir:
uk_ua: Збігати номери телефонів, що містять певні цифри:
vi_vn: Khớp với số điện thoại chứa chữ số cụ thể:
zh_cn: 匹配包含特定数字的电话号码：
zh_mo: 匹配包含特定數字的電話號碼：

# useThePatternD3d4d4ToMatchPhoneNumbersInThe
source: Use the pattern '[0-9]{3}-[0-9]{4}-[0-9]{4}' to match phone numbers in the format 'XXX-XXXX-XXXX'. Replace 'X' with the specific digits you want to match.
ar: استخدم النمط '[0-9]{3}-[0-9]{4}-[0-9]{4}' لمطابقة أرقام الهواتف بتنسيق 'XXX-XXXX-XXXX'. استبدل 'X' بالأرقام المحددة التي تريد مطابقتها.
da_dk: Brug mønsteret '[0-9]{3}-[0-9]{4}-[0-9]{4}' til at matche telefonnumre i formatet 'XXX-XXXX-XXXX'. Erstat 'X' med de specifikke cifre, du vil matche.
de: Verwenden Sie das Muster '[0-9]{3}-[0-9]{4}-[0-9]{4}' zum Abgleichen von Telefonnummern im Format 'XXX-XXXX-XXXX'. Ersetzen Sie 'X' durch die spezifischen Ziffern, die Sie abgleichen möchten.
el_gr: Χρησιμοποιήστε το πρότυπο '[0-9]{3}-[0-9]{4}-[0-9]{4}' για να αντιστοιχίσετε αριθμούς τηλεφώνου με τη μορφή 'XXX-XXXX-XXXX'. Αντικαταστήστε το 'X' με τα συγκεκριμένα ψηφία που θέλετε να αντιστοιχίσετε.
es: Utilice el patrón '[0-9]{3}-[0-9]{4}-[0-9]{4}' para hacer coincidir los números de teléfono con el formato 'XXX-XXXX-XXXX'. Reemplace 'X' por los dígitos específicos que desea hacer coincidir.
fr: Utilisez le modèle '[0-9]{3}-[0-9]{4}-[0-9]{4}' pour faire correspondre les numéros de téléphone au format 'XXX-XXXX-XXXX'. Remplacez 'X' par les chiffres spécifiques que vous souhaitez faire correspondre.
he_il: השתמש בתבנית '[0-9]{3}-[0-9]{4}-[0-9]{4}' כדי להתאים למספרי טלפון בפורמט 'XXX-XXXX-XXXX'. החלף 'X' בספרות הספציפיות שברצונך להתאים.
id_id: Gunakan pola '[0-9]{3}-[0-9]{4}-[0-9]{4}' untuk mencocokkan nomor telepon dalam format 'XXX-XXXX-XXXX'. Ganti 'X' dengan digit tertentu yang ingin Anda cocokkan.
it: Utilizza il modello '[0-9]{3}-[0-9]{4}-[0-9]{4}' per trovare corrispondenze con i numeri di telefono nel formato 'XXX-XXXX-XXXX'. Sostituisci 'X' con le cifre specifiche che desideri trovare.
ja_jp: 「'[0-9]{3}-[0-9]{4}-[0-9]{4}'」パターンを使用して、「XXX-XXXX-XXXX」形式の電話番号に一致させます。「X」を、照合する特定の数字に置き換えます。
ko_kr: 'XXX-XXXX-XXXX' 형식의 전화번호를 일치시키려면 '[0-9]{3}-[0-9]{4}-[0-9]{4}' 패턴을 사용하세요. 'X'를 일치시키려는 특정 숫자로 바꾸세요.
ms_my: Gunakan corak '[0-9]{3}-[0-9]{4}-[0-9]{4}' untuk memadankan nombor telefon dalam format 'XXX-XXXX-XXXX'. Gantikan 'X' dengan digit tertentu yang anda ingin padankan.
my_mm: 'XXX-XXXX-XXXX' ပုံစံဖြင့်ဖုန်းနံပါတ်များနှင့်ကိုက်ညီရန် '[0-9]{3}-[0-9]{4}-[0-9]{4}' ပုံစံကိုသုံးပါ။ ကိုက်ညီလိုသောသတ်မှတ်ထားသောဂဏန်းများဖြင့် 'X' ကိုအစားထိုးပါ။
nl_nl: Gebruik het patroon '[0-9]{3}-[0-9]{4}-[0-9]{4}' om telefoonnummers in de indeling 'XXX-XXXX-XXXX' te matchen. Vervang 'X' door de specifieke cijfers die u wilt matchen.
pl_pl: Użyj wzorca '[0-9]{3}-[0-9]{4}-[0-9]{4}' do dopasowania numerów telefonów w formacie 'XXX-XXXX-XXXX'. Zastąp 'X' konkretnymi cyframi, które chcesz dopasować.
pt: Use o padrão '[0-9]{3}-[0-9]{4}-[0-9]{4}' para corresponder a números de telefone no formato 'XXX-XXXX-XXXX'. Substitua 'X' pelos dígitos específicos que deseja corresponder.
ru_ru: Используйте шаблон '[0-9]{3}-[0-9]{4}-[0-9]{4}' для сопоставления номеров телефонов в формате 'XXX-XXXX-XXXX'. Замените 'X' на конкретные цифры, которые вы хотите сопоставить.
sv_se: Använd mönstret '[0-9]{3}-[0-9]{4}-[0-9]{4}' för att matcha telefonnummer i formatet 'XXX-XXXX-XXXX'. Ersätt 'X' med de specifika siffrorna du vill matcha.
th_th: ใช้รูปแบบ '[0-9]{3}-[0-9]{4}-[0-9]{4}' เพื่อจับคู่หมายเลขโทรศัพท์ในรูปแบบ 'XXX-XXXX-XXXX' แทนที่ 'X' ด้วยตัวเลขเฉพาะที่คุณต้องการจับคู่
tr_tr: 'XXX-XXXX-XXXX' biçimindeki telefon numaralarıyla eşleştirmek için '[0-9]{3}-[0-9]{4}-[0-9]{4}' desenini kullanın. 'X'i eşleştirmek istediğiniz belirli basamaklarla değiştirin.
uk_ua: Використовуйте шаблон '[0-9]{3}-[0-9]{4}-[0-9]{4}' для збігу номерів телефонів у форматі 'XXX-XXXX-XXXX'. Замініть 'X' на певні цифри, які ви хочете збігати.
vi_vn: Sử dụng mẫu '[0-9]{3}-[0-9]{4}-[0-9]{4}' để khớp với số điện thoại ở định dạng 'XXX-XXXX-XXXX'. Thay thế 'X' bằng các chữ số cụ thể bạn muốn khớp.
zh_cn: 使用模式 '[0-9]{3}-[0-9]{4}-[0-9]{4}' 来匹配格式为 'XXX-XXXX-XXXX' 的电话号码。将 'X' 替换为您要匹配的特定数字。
zh_mo: 使用模式'[0-9]{3}-[0-9]{4}-[0-9]{4}'來匹配格式為“XXX-XXXX-XXXX”的電話號碼。將“X”替換為您要匹配的特定數字。

source: Match phone numbers with specific characters in the middle:
ar: مطابقة أرقام الهواتف التي تحتوي على أحرف محددة في المنتصف:
da_dk: Match telefonnumre med specifikke tegn i midten:
de: Telefonnummern mit bestimmten Zeichen in der Mitte abgleichen:
el_gr: Αντιστοίχιση αριθμών τηλεφώνου με συγκεκριμένους χαρακτήρες στη μέση:
es: Hacer coincidir números de teléfono con caracteres específicos en el medio:
fr: Faire correspondre les numéros de téléphone avec des caractères spécifiques au milieu :
he_il: התאם למספרי טלפון עם תווים ספציפיים באמצע:
id_id: Cocokkan nomor telepon dengan karakter tertentu di tengah:
it: Trova corrispondenze con i numeri di telefono con caratteri specifici nel mezzo:
ja_jp: 途中に特定の文字を含む電話番号を照合する：
ko_kr: 중간에 특정 문자가 있는 전화번호 일치:
ms_my: Padankan nombor telefon dengan aksara tertentu di tengah:
my_mm: အလယ်တွင်သတ်မှတ်ထားသောဇာတ်ကောင်များပါသောဖုန်းနံပါတ်များနှင့်ကိုက်ညီပါ :
nl_nl: Telefoonnummers matchen met specifieke tekens in het midden:
pl_pl: Dopasuj numery telefonów z określonymi znakami w środku:
pt: Corresponder a números de telefone com caracteres específicos no meio:
ru_ru: Сопоставлять номера телефонов с определенными символами посередине:
sv_se: Matcha telefonnummer med specifika tecken i mitten:
th_th: จับคู่หมายเลขโทรศัพท์ที่มีอักขระเฉพาะอยู่ตรงกลาง:
tr_tr: Ortasında belirli karakterler bulunan telefon numaralarıyla eşleştir:
uk_ua: Збігати номери телефонів з певними символами посередині:
vi_vn: Khớp với số điện thoại có ký tự cụ thể ở giữa:
zh_cn: 匹配中间包含特定字符的电话号码：
zh_mo: 匹配中間包含特定字符的電話號碼：

# useThePatternD3d4d4ToMatchPhoneNumbersWithHyphens
source: Use the pattern '^170 [0-9]{3} 656 [0-9]{2}$'to match phone numbers. ^: Matches the beginning of the string.505: Matches the literal string '505'. '' Matches a single space character. '[0-9]{3}': Matches exactly three digits (0-9).'' Matches a single space character.656: Matches the literal string '656'.'[0-9]{1}': Matches exactly one digit (0-9).'$' (optional): Matches the end of the string (only if you need a full string match).
ar: استخدم النمط '^170 [0-9]{3} 656 [0-9]{2}$' لمطابقة أرقام الهواتف. ^: يطابق بداية السلسلة. 505: يطابق السلسلة النصية الحرفية '505'. ' ': يطابق حرف المسافة الواحدة. '[0-9]{3}': يطابق بالضبط ثلاثة أرقام (0-9). ' ': يطابق حرف المسافة الواحدة. 656: يطابق السلسلة النصية الحرفية '656'. '[0-9]{1}': يطابق رقمًا واحدًا بالضبط (0-9). '$' (اختياري): يطابق نهاية السلسلة (فقط إذا كنت بحاجة إلى مطابقة السلسلة بالكامل).
ja_jp: 電話番号をマッチさせるには、パターン ^170 [0-9]{3} 656 [0-9]{2}$ を使用します。^: 文字列の先頭にマッチします。170: リテラル文字列 '170' にマッチします。: 単一のスペース文字にマッチします。[0-9]{3}: 3桁の数字 (0-9) に完全にマッチします。: 単一のスペース文字にマッチします。656: リテラル文字列 '656' にマッチします。: 単一のスペース文字にマッチします。[0-9]{2}: 2桁の数字 (0-9) に完全に一致します。$ (オプション): 文字列の末尾にマッチします (文字列全体を一致させる必要がある場合のみ)
zh_cn: 使用规则 '^170 [0-9]{3} 656 [0-9]{2}$'匹配号码。 ^: 匹配字符串开头。505: 匹配字符串 '505'。 '' 匹配一个空格. '[0-9]{3}': 匹配三个数字 (0-9)。'' 匹配一个空格.656: 匹配字符串 '656'。'[0-9]{1}': 匹配一个数字 (0-9)。'$' (可选): 匹配字符串结尾 (仅当您需要完全匹配字符串时)。
zh_mo: 使用模式 '^170 [0-9]{3} 656 [0-9]{2}$' 來匹配電話號碼。 ^: 匹配字符串的開頭。505: 匹配字面量字符串 '505'。 '' 匹配單個空格字符。 '[0-9]{3}': 匹配正好三個數字 (0-9)。'' 匹配單個空格字符。656: 匹配字面量字符串 '656'。'[0-9]{1}': 匹配正好一個數字 (0-9)。'$' (可選): 匹配字符串的結尾（僅當您需要完全匹配字符串時）。

source: Match any character:
ar: مطابقة أي حرف:
da_dk: Match ethvert tegn:
de: Beliebiges Zeichen abgleichen:
el_gr: Αντιστοίχιση οποιουδήποτε χαρακτήρα:
es: Hacer coincidir cualquier carácter:
fr: Faire correspondre n'importe quel caractère :
he_il: התאם לכל תו:
id_id: Cocokkan karakter apa pun:
it: Trova corrispondenze con qualsiasi carattere:
ja_jp: 任意の文字に一致させる：
ko_kr: 임의의 문자 일치:
ms_my: Padankan mana-mana aksara:
my_mm: ဇာတ်ကောင်တစ်ခုခုနှင့်ကိုက်ညီပါ :
nl_nl: Elk teken matchen:
pl_pl: Dopasuj dowolny znak:
pt: Corresponder a qualquer caractere:
ru_ru: Сопоставить любой символ:
sv_se: Matcha valfritt tecken:
th_th: จับคู่อักขระใดๆ:
tr_tr: Herhangi bir karakterle eşleştir:
uk_ua: Збігати будь-який символ:
vi_vn: Khớp với bất kỳ ký tự nào:
zh_cn: 匹配任何字符：
zh_mo: 匹配任何字符：
