Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Failed to add:
ar: فشل في الإضافة:
da_dk: Kunne ikke tilføje:
de: Fehler beim Hinzufügen:
el_gr: Αποτυχία προσθήκης:
es: Error al agregar:
fr: Échec de l'ajout :
he_il: הוספה נכשלה:
id_id: Gagal menambahkan:
it: Impossibile aggiungere:
ja_jp: 追加に失敗しました：
ko_kr: 추가 실패:
ms_my: Gagal menambah:
my_mm: ထည့်သွင်းရာတွင်မအောင်မြင်ပါ :
nl_nl: Toevoegen mislukt:
pl_pl: Nie udało się dodać:
pt: Falha ao adicionar:
ru_ru: Не удалось добавить:
sv_se: Det gick inte att lägga till:
th_th: เพิ่มล้มเหลว:
tr_tr: Ekleme başarısız:
uk_ua: Не вдалося додати:
vi_vn: Không thể thêm:
zh_cn: 未能添加：
zh_mo: 添加失敗：

source: added successfully
ar: تمت الإضافة بنجاح
da_dk: tilføjet med succes
de: erfolgreich hinzugefügt
el_gr: προστέθηκε επιτυχώς
es: agregado correctamente
fr: ajouté avec succès
he_il: נוסף בהצלחה
id_id: berhasil ditambahkan
it: aggiunto correttamente
ja_jp: 正常に追加されました
ko_kr: 성공적으로 추가되었습니다
ms_my: ditambah berjaya
my_mm: အောင်မြင်စွာထည့်သွင်းပြီးပါပြီ
nl_nl: succesvol toegevoegd
pl_pl: dodano pomyślnie
pt: adicionado com sucesso
ru_ru: успешно добавлено
sv_se: tillagd
th_th: เพิ่มสำเร็จแล้ว
tr_tr: başarıyla eklendi
uk_ua: успішно додано
vi_vn: đã thêm thành công
zh_cn: 已成功添加
zh_mo: 添加成功

source: Add Label Page
ar: إضافة صفحة علامة
da_dk: Tilføj etiketside
de: Seite "Etikett hinzufügen"
el_gr: Προσθήκη σελίδας ετικέτας
es: Agregar página de etiqueta
fr: Ajouter une page d'étiquette
he_il: הוסף עמוד תווית
id_id: Tambahkan Halaman Label
it: Aggiungi pagina etichetta
ja_jp: ラベルページを追加
ko_kr: 레이블 페이지 추가
ms_my: Tambah Halaman Label
my_mm: တံဆိပ်စာမျက်နှာထည့်ပါ
nl_nl: Pagina label toevoegen
pl_pl: Dodaj stronę etykiet
pt: Adicionar Página de Etiqueta
ru_ru: Добавить страницу метки
sv_se: Lägg till etikettsida
th_th: เพิ่มหน้าป้ายกำกับ
tr_tr: Etiket Sayfası Ekle
uk_ua: Додати сторінку міток
vi_vn: Thêm trang nhãn
zh_cn: 添加标签页
zh_mo: 添加標籤頁面

source: LabelPageView
ar: عرض صفحة العلامة
da_dk: Etiketsidevisning
de: Ansicht der Etikettenseite
el_gr: Προβολή σελίδας ετικέτας
es: Vista de página de etiqueta
fr: Vue de la page d'étiquette
he_il: תצוגת עמוד תווית
id_id: TampilanHalamanLabel
it: Visualizzazione pagina etichetta
ja_jp: ラベルページビュー
ko_kr: 레이블 페이지 보기
ms_my: Paparan Halaman Label
my_mm: တံဆိပ်စာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave labelpagina
pl_pl: Widok strony etykiet
pt: Vista da Página de Etiqueta
ru_ru: Вид страницы меток
sv_se: Etikettsidvy
th_th: มุมมองหน้าป้ายกำกับ
tr_tr: Etiket Sayfa Görünümü
uk_ua: Перегляд сторінки міток
vi_vn: Chế độ xem trang nhãn
zh_cn: 标签页视图
zh_mo: 標籤頁面視圖

source: Add Plugin Page
ar: إضافة صفحة مكون إضافي
da_dk: Tilføj pluginside
de: Seite "Plugin hinzufügen"
el_gr: Προσθήκη σελίδας plugin
es: Agregar página de complemento
fr: Ajouter une page de plugin
he_il: הוסף עמוד תוסף
id_id: Tambahkan Halaman Plugin
it: Aggiungi pagina plugin
ja_jp: プラグインページを追加
ko_kr: 플러그인 페이지 추가
ms_my: Tambah Halaman Plugin
my_mm: Plugin စာမျက်နှာထည့်ပါ
nl_nl: Pagina plugin toevoegen
pl_pl: Dodaj stronę wtyczek
pt: Adicionar Página de Plugin
ru_ru: Добавить страницу плагина
sv_se: Lägg till plugin-sida
th_th: เพิ่มหน้าปลั๊กอิน
tr_tr: Eklenti Sayfası Ekle
uk_ua: Додати сторінку плагінів
vi_vn: Thêm trang plugin
zh_cn: 添加插件页
zh_mo: 添加插件頁面

source: PluginsPageView
ar: عرض صفحة المكونات الإضافية
da_dk: Pluginsidevisning
de: Ansicht der Plugin-Seite
el_gr: Προβολή σελίδων plugin
es: Vista de página de complementos
fr: Vue de la page des plugins
he_il: תצוגת עמוד תוספים
id_id: TampilanHalamanPlugin
it: Visualizzazione pagina plugin
ja_jp: プラグインページビュー
ko_kr: 플러그인 페이지 보기
ms_my: Paparan Halaman Plugin
my_mm: Plugins စာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave pluginpagina
pl_pl: Widok strony wtyczek
pt: Vista da Página de Plugins
ru_ru: Вид страницы плагинов
sv_se: Pluginsidvy
th_th: มุมมองหน้าปลั๊กอิน
tr_tr: Eklentiler Sayfa Görünümü
uk_ua: Перегляд сторінки плагінів
vi_vn: Chế độ xem trang plugin
zh_cn: 插件页视图
zh_mo: 插件頁面視圖

source: Add Blocked Page
ar: إضافة صفحة محظورة
da_dk: Tilføj blokeret side
de: Seite "Blockiert hinzufügen"
el_gr: Προσθήκη σελίδας αποκλεισμένων
es: Agregar página bloqueada
fr: Ajouter une page bloquée
he_il: הוסף עמוד חסום
id_id: Tambahkan Halaman yang Diblokir
it: Aggiungi pagina bloccati
ja_jp: ブロックされたページを追加
ko_kr: 차단된 페이지 추가
ms_my: Tambah Halaman Disekat
my_mm: ပိတ်ဆို့ထားသောစာမျက်နှာထည့်ပါ
nl_nl: Pagina geblokkeerd toevoegen
pl_pl: Dodaj stronę zablokowanych
pt: Adicionar Página Bloqueada
ru_ru: Добавить заблокированную страницу
sv_se: Lägg till blockerad sida
th_th: เพิ่มหน้าที่ถูกบล็อก
tr_tr: Engellenen Sayfa Ekle
uk_ua: Додати сторінку заблокованих
vi_vn: Thêm trang bị chặn
zh_cn: 添加已阻止页
zh_mo: 添加已攔截頁面

source: BlockedPageView
ar: عرض الصفحة المحظورة
da_dk: BlokeretSidevisning
de: Ansicht der blockierten Seite
el_gr: Προβολή σελίδας αποκλεισμένων
es: Vista de página bloqueada
fr: Vue de la page bloquée
he_il: תצוגת עמוד חסום
id_id: TampilanHalamanDiblokir
it: Visualizzazione pagina bloccati
ja_jp: ブロックされたページビュー
ko_kr: 차단된 페이지 보기
ms_my: Paparan Halaman Disekat
my_mm: ပိတ်ဆို့ထားသောစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave geblokkeerde pagina
pl_pl: Widok strony zablokowanych
pt: Vista da Página Bloqueada
ru_ru: Вид заблокированной страницы
sv_se: Blockerad sidvy
th_th: มุมมองหน้าที่ถูกบล็อก
tr_tr: Engellenen Sayfa Görünümü
uk_ua: Перегляд сторінки заблокованих
vi_vn: Chế độ xem trang bị chặn
zh_cn: 已阻止页视图
zh_mo: 已攔截頁面視圖

source: Add Regex Page
ar: إضافة صفحة تعبير عادي
da_dk: Tilføj Regex-side
de: Seite "Regex hinzufügen"
el_gr: Προσθήκη σελίδας regex
es: Agregar página Regex
fr: Ajouter une page Regex
he_il: הוסף עמוד ביטוי רגולרי
id_id: Tambahkan Halaman Regex
it: Aggiungi pagina regex
ja_jp: 正規表現ページを追加
ko_kr: 정규식 페이지 추가
ms_my: Tambah Halaman Regex
my_mm: Regex စာမျက်နှာထည့်ပါ
nl_nl: Pagina regex toevoegen
pl_pl: Dodaj stronę wyrażeń regularnych
pt: Adicionar Página Regex
ru_ru: Добавить страницу Regex
sv_se: Lägg till Regex-sida
th_th: เพิ่มหน้านิพจน์ทั่วไป
tr_tr: Regex Sayfası Ekle
uk_ua: Додати сторінку регулярних виразів
vi_vn: Thêm trang Regex
zh_cn: 添加正则表达式页
zh_mo: 添加正則表達式頁面

source: RegexPageView
ar: عرض صفحة التعبير العادي
da_dk: RegexSidevisning
de: Ansicht der Regex-Seite
el_gr: Προβολή σελίδας regex
es: Vista de página Regex
fr: Vue de la page Regex
he_il: תצוגת עמוד ביטוי רגולרי
id_id: TampilanHalamanRegex
it: Visualizzazione pagina regex
ja_jp: 正規表現ページビュー
ko_kr: 정규식 페이지 보기
ms_my: Paparan Halaman Regex
my_mm: Regex စာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave regexpagina
pl_pl: Widok strony wyrażeń regularnych
pt: Vista da Página Regex
ru_ru: Вид страницы Regex
sv_se: Regexsidvy
th_th: มุมมองหน้านิพจน์ทั่วไป
tr_tr: Regex Sayfa Görünümü
uk_ua: Перегляд сторінки регулярних виразів
vi_vn: Chế độ xem trang Regex
zh_cn: 正则表达式页视图
zh_mo: 正則表達式頁面視圖

source: Please enter an pattern
ar: الرجاء إدخال نمط
da_dk: Indtast venligst et mønster
de: Bitte geben Sie ein Muster ein
el_gr: Παρακαλώ εισάγετε ένα πρότυπο
es: Introduzca un patrón
fr: Veuillez saisir un modèle
he_il: אנא הזן תבנית
id_id: Silakan masukkan pola
it: Inserisci un modello
ja_jp: パターンを入力してください
ko_kr: 패턴을 입력하세요
ms_my: Sila masukkan corak
my_mm: ပုံစံတစ်ခုရိုက်ထည့်ပါ
nl_nl: Voer een patroon in
pl_pl: Proszę wprowadzić wzorzec
pt: Introduza um padrão
ru_ru: Введите шаблон
sv_se: Ange ett mönster
th_th: โปรดป้อนรูปแบบ
tr_tr: Lütfen bir desen girin
uk_ua: Введіть шаблон
vi_vn: Vui lòng nhập một mẫu
zh_cn: 请输入一个模式
zh_mo: 請輸入一個模式

source: Add Whitelists Page
ar: إضافة صفحة قوائم بيضاء
da_dk: Tilføj hvidlistesider
de: Seite "Whitelists hinzufügen"
el_gr: Προσθήκη σελίδων λευκής λίστας
es: Agregar páginas de listas blancas
fr: Ajouter des pages de listes blanches
he_il: הוסף עמודי רשימה לבנה
id_id: Tambahkan Halaman Daftar Putih
it: Aggiungi pagina liste bianche
ja_jp: ホワイトリストページを追加
ko_kr: 허용 목록 페이지 추가
ms_my: Tambah Halaman Senarai Putih
my_mm: ခွင့်ပြုစာရင်းစာမျက်နှာများထည့်ပါ
nl_nl: Pagina witte lijsten toevoegen
pl_pl: Dodaj strony białej listy
pt: Adicionar Páginas de Listas Brancas
ru_ru: Добавить страницу белых списков
sv_se: Lägg till vitlistasidor
th_th: เพิ่มหน้ารายการที่อนุญาต
tr_tr: Beyaz Liste Sayfaları Ekle
uk_ua: Додати сторінки білого списку
vi_vn: Thêm trang danh sách trắng
zh_cn: 添加白名单页
zh_mo: 添加白名單頁面

source: WhitelistPageView
ar: عرض صفحة القائمة البيضاء
da_dk: Hvidlistesidevisning
de: Ansicht der Whitelist-Seite
el_gr: Προβολή σελίδας λευκής λίστας
es: Vista de página de lista blanca
fr: Vue de la page de liste blanche
he_il: תצוגת עמוד רשימה לבנה
id_id: TampilanHalamanDaftarPutih
it: Visualizzazione pagina lista bianca
ja_jp: ホワイトリストページビュー
ko_kr: 허용 목록 페이지 보기
ms_my: Paparan Halaman Senarai Putih
my_mm: ခွင့်ပြုစာရင်းစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave witte lijst pagina
pl_pl: Widok strony białej listy
pt: Vista da Página de Lista Branca
ru_ru: Вид страницы белых списков
sv_se: Vitlistasidvy
th_th: มุมมองหน้ารายการที่อนุญาต
tr_tr: Beyaz Liste Sayfa Görünümü
uk_ua: Перегляд сторінки білого списку
vi_vn: Chế độ xem trang danh sách trắng
zh_cn: 白名单页视图
zh_mo: 白名單頁面視圖

source: Please enter an url
ar: الرجاء إدخال عنوان URL
da_dk: Indtast venligst en URL
de: Bitte geben Sie eine URL ein
el_gr: Παρακαλώ εισάγετε ένα URL
es: Introduzca una URL
fr: Veuillez saisir une URL
he_il: אנא הזן כתובת URL
id_id: Silakan masukkan url
it: Inserisci un URL
ja_jp: URLを入力してください
ko_kr: URL을 입력하세요
ms_my: Sila masukkan url
my_mm: URL တစ်ခုရိုက်ထည့်ပါ
nl_nl: Voer een URL in
pl_pl: Proszę wprowadzić adres URL
pt: Introduza um URL
ru_ru: Введите URL
sv_se: Ange en URL
th_th: โปรดป้อน URL
tr_tr: Lütfen bir URL girin
uk_ua: Введіть URL-адресу
vi_vn: Vui lòng nhập một url
zh_cn: 请输入一个 URL
zh_mo: 請輸入一個網址

source: Add Subscription Page
ar: إضافة صفحة اشتراك
da_dk: Tilføj abonnementsside
de: Seite "Abonnement hinzufügen"
el_gr: Προσθήκη σελίδας εγγραφής
es: Agregar página de suscripción
fr: Ajouter une page d'abonnement
he_il: הוסף עמוד מנוי
id_id: Tambahkan Halaman Berlangganan
it: Aggiungi pagina iscrizione
ja_jp: 購読ページを追加
ko_kr: 구독 페이지 추가
ms_my: Tambah Halaman Langganan
my_mm: စာရင်းသွင်းမှုစာမျက်နှာထည့်ပါ
nl_nl: Pagina abonnement toevoegen
pl_pl: Dodaj stronę subskrypcji
pt: Adicionar Página de Subscrição
ru_ru: Добавить страницу подписки
sv_se: Lägg till prenumerationssida
th_th: เพิ่มหน้าการสมัครสมาชิก
tr_tr: Abonelik Sayfası Ekle
uk_ua: Додати сторінку підписки
vi_vn: Thêm trang đăng ký
zh_cn: 添加订阅页
zh_mo: 添加訂閱頁面

source: SubscriptionListView
ar: عرض قائمة الاشتراكات
da_dk: Abonnementslistevisning
de: Listenansicht der Abonnements
el_gr: Λίστα εγγραφών
es: Vista de lista de suscripción
fr: Liste des abonnements
he_il: רשימת תצוגת מנויים
id_id: DaftarTampilanBerlangganan
it: Visualizzazione elenco iscrizioni
ja_jp: 購読リストビュー
ko_kr: 구독 목록 보기
ms_my: Senarai Paparan Langganan
my_mm: စာရင်းသွင်းမှုစာရင်းကြည့်ရှုမှု
nl_nl: Lijstweergave abonnementen
pl_pl: Lista subskrypcji
pt: Vista da Lista de Subscrições
ru_ru: Список подписок
sv_se: Prenumerationslistvy
th_th: มุมมองรายการการสมัครสมาชิก
tr_tr: Abonelik Listesi Görünümü
uk_ua: Список підписок
vi_vn: Danh sách đăng ký
zh_cn: 订阅列表视图
zh_mo: 訂閱列表視圖

source: Add SMS Text Whitelists Page
ar: إضافة صفحة قوائم بيضاء لنص الرسائل القصيرة
da_dk: Tilføj SMS-tekst hvidlistesider
de: Seite "SMS-Text-Whitelists hinzufügen"
el_gr: Προσθήκη σελίδων λευκής λίστας κειμένου SMS
es: Agregar páginas de listas blancas de texto SMS
fr: Ajouter des pages de listes blanches de texte SMS
he_il: הוסף עמודי רשימה לבנה של טקסט SMS
id_id: Tambahkan Halaman Daftar Putih Teks SMS
it: Aggiungi pagina lista bianca testo SMS
ja_jp: SMSテキストホワイトリストページを追加
ko_kr: SMS 텍스트 허용 목록 페이지 추가
ms_my: Tambah Halaman Senarai Putih Teks SMS
my_mm: SMS စာသားခွင့်ပြုစာရင်းစာမျက်နှာများထည့်ပါ
nl_nl: Pagina SMS-tekst witte lijsten toevoegen
pl_pl: Dodaj strony białej listy tekstów SMS
pt: Adicionar Páginas de Listas Brancas de Texto SMS
ru_ru: Добавить страницу белых списков SMS-текста
sv_se: Lägg till SMS-text vitlistasidor
th_th: เพิ่มหน้ารายการข้อความ SMS ที่อนุญาต
tr_tr: SMS Metin Beyaz Liste Sayfaları Ekle
uk_ua: Додати сторінки білого списку SMS-тексту
vi_vn: Thêm trang danh sách trắng văn bản SMS
zh_cn: 添加短信文本白名单页面
zh_mo: 添加短訊文字白名單頁面

source: SmsTextWhitelistPageView
ar: عرض صفحة القوائم البيضاء لنص الرسائل القصيرة
da_dk: SmsTekstHvidlistesidevisning
de: Ansicht der SMS-Text-Whitelist-Seite
el_gr: Προβολή σελίδας λευκής λίστας κειμένου SMS
es: Vista de página de lista blanca de texto SMS
fr: Vue de la page de liste blanche de texte SMS
he_il: תצוגת עמוד רשימה לבנה של טקסט SMS
id_id: TampilanHalamanDaftarPutihTeksSms
it: Visualizzazione pagina lista bianca testo SMS
ko_kr: SMS 텍스트 허용 목록 페이지 보기
ms_my: Paparan Halaman Senarai Putih Teks SMS
my_mm: SMS စာသားခွင့်ပြုစာရင်းစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave SMS-tekst witte lijst pagina
pl_pl: Widok strony białej listy tekstów SMS
pt: Vista da Página de Lista Branca de Texto SMS
ru_ru: Вид страницы белых списков SMS-текста
sv_se: SMS-text vitlistasidvy
th_th: มุมมองหน้ารายการข้อความ SMS ที่อนุญาต
tr_tr: Sms Metin Beyaz Liste Sayfa Görünümü
uk_ua: Перегляд сторінки білого списку SMS-тексту
vi_vn: Chế độ xem trang danh sách trắng văn bản SMS
zh_cn: 短信文本白名单页面
zh_mo: 短訊文字白名單頁面視圖

source: Add SMS Text Blacklist Page
ar: إضافة صفحة قوائم سوداء لنص الرسائل القصيرة
da_dk: Tilføj SMS-tekst sortlisteside
de: Seite "SMS-Text-Blacklist hinzufügen"
el_gr: Προσθήκη σελίδας μαύρης λίστας κειμένου SMS
es: Agregar página de lista negra de texto SMS
fr: Ajouter une page de liste noire de texte SMS
he_il: הוסף עמוד רשימה שחורה של טקסט SMS
id_id: Tambahkan Halaman Daftar Hitam Teks SMS
it: Aggiungi pagina lista nera testo SMS
ja_jp: SMSテキストブラックリストページを追加
ko_kr: SMS 텍스트 차단 목록 페이지 추가
ms_my: Tambah Halaman Senarai Hitam Teks SMS
my_mm: SMS စာသားပိတ်ဆို့စာရင်းစာမျက်နှာထည့်ပါ
nl_nl: Pagina SMS-tekst zwarte lijst toevoegen
pl_pl: Dodaj stronę czarnej listy tekstów SMS
pt: Adicionar Página de Lista Negra de Texto SMS
ru_ru: Добавить страницу черного списка SMS-текста
sv_se: Lägg till SMS-text svartlistasida
th_th: เพิ่มหน้ารายการข้อความ SMS ที่ถูกบล็อก
tr_tr: SMS Metin Kara Liste Sayfası Ekle
uk_ua: Додати сторінку чорного списку SMS-тексту
vi_vn: Thêm trang danh sách đen văn bản SMS
zh_cn: 添加短信文本黑名单页面
zh_mo: 添加短訊文字黑名單頁面

source: SmsTextBlacklistPageView
ar: عرض صفحة القوائم السوداء لنص الرسائل القصيرة
da_dk: SmsTekstSortlistesidevisning
de: Ansicht der SMS-Text-Blacklist-Seite
el_gr: Προβολή σελίδας μαύρης λίστας κειμένου SMS
es: Vista de página de lista negra de texto SMS
fr: Vue de la page de liste noire de texte SMS
he_il: תצוגת עמוד רשימה שחורה של טקסט SMS
id_id: TampilanHalamanDaftarHitamTeksSms
it: Visualizzazione pagina lista nera testo SMS
ko_kr: SMS 텍스트 차단 목록 페이지 보기
ms_my: Paparan Halaman Senarai Hitam Teks SMS
my_mm: SMS စာသားပိတ်ဆို့စာရင်းစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave SMS-tekst zwarte lijst pagina
pl_pl: Widok strony czarnej listy tekstów SMS
pt: Vista da Página de Lista Negra de Texto SMS
ru_ru: Вид страницы черного списка SMS-текста
sv_se: SMS-text svartlistasidvy
th_th: มุมมองหน้ารายการข้อความ SMS ที่ถูกบล็อก
tr_tr: Sms Metin Kara Liste Sayfa Görünümü
uk_ua: Перегляд сторінки чорного списку SMS-тексту
vi_vn: Chế độ xem trang danh sách đen văn bản SMS
zh_cn: 短信文本黑名单页面
zh_mo: 短訊文字黑名單頁面視圖

source: Add SMS Whitelist Page
ar: إضافة صفحة قائمة بيضاء للرسائل القصيرة
da_dk: Tilføj SMS-hvidlisteside
de: Seite "SMS-Whitelist hinzufügen"
el_gr: Προσθήκη σελίδας λευκής λίστας SMS
es: Agregar página de lista blanca de SMS
fr: Ajouter une page de liste blanche SMS
he_il: הוסף עמוד רשימה לבנה של SMS
id_id: Tambahkan Halaman Daftar Putih SMS
it: Aggiungi pagina lista bianca SMS
ja_jp: SMSホワイトリストページを追加
ko_kr: SMS 허용 목록 페이지 추가
ms_my: Tambah Halaman Senarai Putih SMS
my_mm: SMS ခွင့်ပြုစာရင်းစာမျက်နှာထည့်ပါ
nl_nl: Pagina SMS witte lijst toevoegen
pl_pl: Dodaj stronę białej listy SMS
pt: Adicionar Página de Lista Branca SMS
ru_ru: Добавить страницу белого списка SMS
sv_se: Lägg till SMS-vitlistasida
th_th: เพิ่มหน้ารายการ SMS ที่อนุญาต
tr_tr: SMS Beyaz Liste Sayfası Ekle
uk_ua: Додати сторінку білого списку SMS
vi_vn: Thêm trang danh sách trắng SMS
zh_cn: 添加短信白名单页面
zh_mo: 添加短訊白名單頁面

source: SmsWhitelistPageView
ar: عرض صفحة القائمة البيضاء للرسائل القصيرة
da_dk: SmsHvidlistesidevisning
de: Ansicht der SMS-Whitelist-Seite
el_gr: Προβολή σελίδας λευκής λίστας SMS
es: Vista de página de lista blanca de SMS
fr: Vue de la page de liste blanche SMS
he_il: תצוגת עמוד רשימה לבנה של SMS
id_id: TampilanHalamanDaftarPutihSms
it: Visualizzazione pagina lista bianca SMS
ko_kr: SMS 허용 목록 페이지 보기
ms_my: Paparan Halaman Senarai Putih SMS
my_mm: SMS ခွင့်ပြုစာရင်းစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave SMS witte lijst pagina
pl_pl: Widok strony białej listy SMS
pt: Vista da Página de Lista Branca SMS
ru_ru: Вид страницы белого списка SMS
sv_se: SMS-vitlistasidvy
th_th: มุมมองหน้ารายการ SMS ที่อนุญาต
tr_tr: Sms Beyaz Liste Sayfa Görünümü
uk_ua: Перегляд сторінки білого списку SMS
vi_vn: Chế độ xem trang danh sách trắng SMS
zh_cn: 短信白名单页面
zh_mo: 短訊白名單頁面視圖

source: Add SMS Subscription Page
ar: إضافة صفحة اشتراك الرسائل القصيرة
da_dk: Tilføj SMS-abonnementsside
de: Seite "SMS-Abonnement hinzufügen"
el_gr: Προσθήκη σελίδας εγγραφής SMS
es: Agregar página de suscripción de SMS
fr: Ajouter une page d'abonnement SMS
he_il: הוסף עמוד מנוי SMS
id_id: Tambahkan Halaman Berlangganan SMS
it: Aggiungi pagina iscrizione SMS
ja_jp: SMS購読ページを追加
ko_kr: SMS 구독 페이지 추가
ms_my: Tambah Halaman Langganan SMS
my_mm: SMS စာရင်းသွင်းမှုစာမျက်နှာထည့်ပါ
nl_nl: Pagina SMS-abonnement toevoegen
pl_pl: Dodaj stronę subskrypcji SMS
pt: Adicionar Página de Subscrição SMS
ru_ru: Добавить страницу SMS-подписки
sv_se: Lägg till SMS-prenumerationssida
th_th: เพิ่มหน้าการสมัครสมาชิก SMS
tr_tr: SMS Abonelik Sayfası Ekle
uk_ua: Додати сторінку підписки SMS
vi_vn: Thêm trang đăng ký SMS
zh_cn: 添加短信订阅页面
zh_mo: 添加短訊訂閱頁面

source: SmsSubscriptionListView
ar: عرض قائمة اشتراكات الرسائل القصيرة
da_dk: SmsAbonnementslistevisning
de: Listenansicht der SMS-Abonnements
el_gr: Λίστα εγγραφών SMS
es: Vista de lista de suscripción de SMS
fr: Liste des abonnements SMS
he_il: רשימת תצוגת מנויים SMS
id_id: DaftarTampilanBerlanggananSms
it: Visualizzazione elenco iscrizioni SMS
ko_kr: SMS 구독 목록 보기
ms_my: Senarai Paparan Langganan SMS
my_mm: SMS စာရင်းသွင်းမှုစာရင်းကြည့်ရှုမှု
nl_nl: Lijstweergave SMS-abonnementen
pl_pl: Lista subskrypcji SMS
pt: Vista da Lista de Subscrições SMS
ru_ru: Список SMS-подписок
sv_se: SMS-prenumerationslistvy
th_th: มุมมองรายการการสมัครสมาชิก SMS
tr_tr: Sms Abonelik Listesi Görünümü
uk_ua: Список підписок SMS
vi_vn: Danh sách đăng ký SMS
zh_cn: 短信订阅页面
zh_mo: 短訊訂閱列表視圖

source: Add SMS Blacklist Page
ar: إضافة صفحة قائمة سوداء للرسائل القصيرة
da_dk: Tilføj SMS-sortlisteside
de: Seite "SMS-Blacklist hinzufügen"
el_gr: Προσθήκη σελίδας μαύρης λίστας SMS
es: Agregar página de lista negra de SMS
fr: Ajouter une page de liste noire SMS
he_il: הוסף עמוד רשימה שחורה של SMS
id_id: Tambahkan Halaman Daftar Hitam SMS
it: Aggiungi pagina lista nera SMS
ja_jp: SMSブラックリストページを追加
ko_kr: SMS 차단 목록 페이지 추가
ms_my: Tambah Halaman Senarai Hitam SMS
my_mm: SMS ပိတ်ဆို့စာရင်းစာမျက်နှာထည့်ပါ
nl_nl: Pagina SMS zwarte lijst toevoegen
pl_pl: Dodaj stronę czarnej listy SMS
pt: Adicionar Página de Lista Negra SMS
ru_ru: Добавить страницу черного списка SMS
sv_se: Lägg till SMS-svartlistasida
th_th: เพิ่มหน้ารายการ SMS ที่ถูกบล็อก
tr_tr: SMS Kara Liste Sayfası Ekle
uk_ua: Додати сторінку чорного списку SMS
vi_vn: Thêm trang danh sách đen SMS
zh_cn: 添加短信黑名单页面
zh_mo: 添加短訊黑名單頁面

source: SmsBlacklistPageView
ar: عرض صفحة القائمة السوداء للرسائل القصيرة
da_dk: SmsSortlistesidevisning
de: Ansicht der SMS-Blacklist-Seite
el_gr: Προβολή σελίδας μαύρης λίστας SMS
es: Vista de página de lista negra de SMS
fr: Vue de la page de liste noire SMS
he_il: תצוגת עמוד רשימה שחורה של SMS
id_id: TampilanHalamanDaftarHitamSms
it: Visualizzazione pagina lista nera SMS
ko_kr: SMS 차단 목록 페이지 보기
ms_my: Paparan Halaman Senarai Hitam SMS
my_mm: SMS ပိတ်ဆို့စာရင်းစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave SMS zwarte lijst pagina
pl_pl: Widok strony czarnej listy SMS
pt: Vista da Página de Lista Negra SMS
ru_ru: Вид страницы черного списка SMS
sv_se: SMS-svartlistasidvy
th_th: มุมมองหน้ารายการ SMS ที่ถูกบล็อก
tr_tr: Sms Kara Liste Sayfa Görünümü
uk_ua: Перегляд сторінки чорного списку SMS
vi_vn: Chế độ xem trang danh sách đen SMS
zh_cn: 短信黑名单页面
zh_mo: 短訊黑名單頁面視圖

source: Regex Page
ar: صفحة التعبير العادي
da_dk: Regex-side
de: Regex-Seite
el_gr: Σελίδα Regex
es: Página Regex
fr: Page Regex
he_il: עמוד ביטוי רגולרי
id_id: Halaman Regex
it: Pagina regex
ja_jp: 正規表現ページ
ko_kr: 정규식 페이지
ms_my: Halaman Regex
my_mm: Regex စာမျက်နှာ
nl_nl: Pagina regex
pl_pl: Strona wyrażeń regularnych
pt: Página Regex
ru_ru: Страница Regex
sv_se: Regex-sida
th_th: หน้านิพจน์ทั่วไป
tr_tr: Regex Sayfası
uk_ua: Сторінка регулярних виразів
vi_vn: Trang Regex
zh_cn: 正则页面
zh_mo: 正則表達式頁面

source: Whitelist Page
ar: صفحة القائمة البيضاء
da_dk: Hvidlisteside
de: Whitelist-Seite
el_gr: Σελίδα λευκής λίστας
es: Página de lista blanca
fr: Page de liste blanche
he_il: עמוד רשימה לבנה
id_id: Halaman Daftar Putih
it: Pagina lista bianca
ja_jp: ホワイトリストページ
ko_kr: 허용 목록 페이지
ms_my: Halaman Senarai Putih
my_mm: ခွင့်ပြုစာရင်းစာမျက်နှာ
nl_nl: Pagina witte lijst
pl_pl: Strona białej listy
pt: Página de Lista Branca
ru_ru: Страница белого списка
sv_se: Vitlistasida
th_th: หน้ารายการที่อนุญาต
tr_tr: Beyaz Liste Sayfası
uk_ua: Сторінка білого списку
vi_vn: Trang danh sách trắng
zh_cn: 白名单页面
zh_mo: 白名單頁面

source: Export Blocked Page
ar: تصدير الصفحة المحظورة
da_dk: Eksporter blokeret side
de: Seite "Blockiert exportieren"
el_gr: Εξαγωγή σελίδας αποκλεισμένων
es: Exportar página bloqueada
fr: Exporter la page bloquée
he_il: ייצא עמוד חסום
id_id: Ekspor Halaman yang Diblokir
it: Esporta pagina bloccati
ja_jp: ブロックされたページをエクスポート
ko_kr: 차단된 페이지 내보내기
ms_my: Eksport Halaman Disekat
my_mm: ပိတ်ဆို့ထားသောစာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina geblokkeerd exporteren
pl_pl: Eksportuj stronę zablokowanych
pt: Exportar Página Bloqueada
ru_ru: Экспортировать заблокированную страницу
sv_se: Exportera blockerad sida
th_th: ส่งออกหน้าที่ถูกบล็อก
tr_tr: Engellenen Sayfayı Dışa Aktar
uk_ua: Експортувати сторінку заблокованих
vi_vn: Xuất trang bị chặn
zh_cn: 导出已阻止页面
zh_mo: 導出已攔截頁面

source: Import BlockedEntries Page
ar: استيراد صفحة الإدخالات المحظورة
da_dk: Importer blokerede poster-side
de: Seite "Blockierte Einträge importieren"
el_gr: Εισαγωγή σελίδας αποκλεισμένων καταχωρήσεων
es: Importar página de entradas bloqueadas
fr: Importer la page des entrées bloquées
he_il: ייבא עמוד רשומות חסומות
id_id: Impor Halaman Entri yang Diblokir
it: Importa pagina voci bloccate
ja_jp: ブロックされたエントリページをインポート
ko_kr: 차단된 항목 페이지 가져오기
ms_my: Import Halaman Entri Disekat
my_mm: ပိတ်ဆို့ထားသော entries များကိုတင်သွင်းပါ
nl_nl: Pagina geblokkeerde items importeren
pl_pl: Importuj stronę zablokowanych wpisów
pt: Importar Página de Entradas Bloqueadas
ru_ru: Импортировать страницу заблокированных записей
sv_se: Importera blockerade poster-sida
th_th: นำเข้าหน้ารายการที่ถูกบล็อก
tr_tr: Engellenen Girişleri İçeri Aktar Sayfası
uk_ua: Імпортувати сторінку заблокованих записів
vi_vn: Nhập trang mục nhập bị chặn
zh_cn: 导入阻止条目页面
zh_mo: 導入已攔截項目頁面

source: Subscription List Page
ar: صفحة قائمة الاشتراكات
da_dk: Abonnementslisteside
de: Seite "Abonnementliste"
el_gr: Σελίδα λίστας εγγραφών
es: Página de lista de suscripción
fr: Page de la liste des abonnements
he_il: עמוד רשימת מנויים
id_id: Halaman Daftar Berlangganan
it: Pagina elenco iscrizioni
ja_jp: 購読リストページ
ko_kr: 구독 목록 페이지
ms_my: Halaman Senarai Langganan
my_mm: စာရင်းသွင်းမှုစာရင်းစာမျက်နှာ
nl_nl: Pagina abonnementslijst
pl_pl: Strona listy subskrypcji
pt: Página da Lista de Subscrições
ru_ru: Страница списка подписок
sv_se: Prenumerationslistasida
th_th: หน้ารายการการสมัครสมาชิก
tr_tr: Abonelik Listesi Sayfası
uk_ua: Сторінка списку підписок
vi_vn: Trang danh sách đăng ký
zh_cn: 订阅列表页面
zh_mo: 訂閱列表頁面
