Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: is Subscribed
ar: مشترك
da_dk: er abonneret
de: ist abonniert
el_gr: Είναι εγγεγραμμένο
es: está suscrito
fr: Est abonné
he_il: רשום
id_id: berlangganan
it: è iscritto
ja_jp: 購読済み
ko_kr: 구독됨
ms_my: dilanggan
my_mm: စာရင်းသွင်းထားသည်
nl_nl: is geabonneerd
pl_pl: jest subskrybowany
pt: está Subscrito
ru_ru: подписан
sv_se: är prenumererad
th_th: สมัครสมาชิกแล้ว
tr_tr: abone olundu
uk_ua: підписано
vi_vn: đã đăng ký
zh_cn: 已订阅
zh_mo: 已訂閱

source: is not Subscribed
ar: غير مشترك
da_dk: er ikke abonneret
de: ist nicht abonniert
el_gr: Δεν είναι εγγεγραμμένο
es: no está suscrito
fr: N'est pas abonné
he_il: לא רשום
id_id: tidak berlangganan
it: non è iscritto
ja_jp: 購読していません
ko_kr: 구독되지 않음
ms_my: tidak dilanggan
my_mm: စာရင်းသွင်းထားခြင်းမရှိပါ
nl_nl: is niet geabonneerd
pl_pl: nie jest subskrybowany
pt: não está Subscrito
ru_ru: не подписан
sv_se: är inte prenumererad
th_th: ยังไม่ได้สมัครสมาชิก
tr_tr: abone olunmadı
uk_ua: не підписано
vi_vn: chưa đăng ký
zh_cn: 未订阅
zh_mo: 未訂閱

source: Confirm Deletion
ar: تأكيد الحذف
da_dk: Bekræft sletning
de: Löschung bestätigen
el_gr: Επιβεβαίωση διαγραφής
es: Confirmar eliminación
fr: Confirmer la suppression
he_il: אשר מחיקה
id_id: Konfirmasi Penghapusan
it: Conferma eliminazione
ja_jp: 削除の確認
ko_kr: 삭제 확인
ms_my: Sahkan Pemadaman
my_mm: ဖျက်ခြင်းကိုအတည်ပြုပါ
nl_nl: Verwijdering bevestigen
pl_pl: Potwierdź usunięcie
pt: Confirmar Eliminação
ru_ru: Подтвердить удаление
sv_se: Bekräfta borttagning
th_th: ยืนยันการลบ
tr_tr: Silmeyi Onayla
uk_ua: Підтвердити видалення
vi_vn: Xác nhận xóa
zh_cn: 确认删除
zh_mo: 確認刪除

source: Are you sure you want to delete the item?
ar: هل أنت متأكد أنك تريد حذف العنصر
da_dk: Er du sikker på, at du vil slette elementet?
de: Sind Sie sicher, dass Sie das Element löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το στοιχείο
es: ¿Está seguro de que desea eliminar el elemento?
fr: Êtes-vous sûr de vouloir supprimer l'élément
he_il: האם אתה בטוח שברצונך למחוק את הפריט
id_id: Apakah Anda yakin ingin menghapus item tersebut
it: Sei sicuro di voler eliminare l'elemento
ja_jp: 本当にこの項目を削除しますか？
ko_kr: 항목을 삭제하시겠습니까?
ms_my: Adakah anda pasti ingin memadam item ini
my_mm: အရာဝတ္ထုကိုဖျက်ရန်သေချာပါသလား
nl_nl: Weet u zeker dat u het item wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć element
pt: Tem a certeza que deseja eliminar o item
ru_ru: Вы уверены, что хотите удалить этот элемент?
sv_se: Är du säker på att du vill ta bort posten
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการ
tr_tr: Öğeyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити елемент
vi_vn: Bạn có chắc chắn muốn xóa mục này không
zh_cn: 您确定要删除该项目吗？
zh_mo: 您確定要刪除該項目嗎

source: Deleted
ar: تم الحذف
da_dk: Slettet
de: Gelöscht
el_gr: Διαγράφηκε
es: Eliminado
fr: Supprimé
he_il: נמחק
id_id: Dihapus
it: Eliminato
ja_jp: 削除済み
ko_kr: 삭제됨
ms_my: Dipadam
my_mm: ဖျက်လိုက်ပြီ
nl_nl: Verwijderd
pl_pl: Usunięto
pt: Eliminado
ru_ru: Удалено
sv_se: Borttagen
th_th: ลบแล้ว
tr_tr: Silindi
uk_ua: Видалено
vi_vn: Đã xóa
zh_cn: 已删除
zh_mo: 已刪除

source: successfully
ar: بنجاح
da_dk: med succes
de: erfolgreich
el_gr: επιτυχώς
es: correctamente
fr: avec succès
he_il: בהצלחה
id_id: berhasil
it: correttamente
ja_jp: 成功しました
ko_kr: 성공적으로
ms_my: berjaya
my_mm: အောင်မြင်စွာ
nl_nl: succesvol
pl_pl: pomyślnie
pt: com sucesso
ru_ru: успешно
sv_se: lyckades
th_th: สำเร็จ
tr_tr: başarıyla
uk_ua: успішно
vi_vn: thành công
zh_cn: 成功
zh_mo: 成功

source: All
ar: الكل
da_dk: Alle
de: Alle
el_gr: Όλα
es: Todos
fr: Tous
he_il: הכל
id_id: Semua
it: Tutti
ja_jp: すべて
ko_kr: 전체
ms_my: Semua
my_mm: အားလုံး
nl_nl: Alles
pl_pl: Wszystkie
pt: Todos
ru_ru: Все
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tümü
uk_ua: Усі
vi_vn: Tất cả
zh_cn: 全部
zh_mo: 全部

source: Subscribed
ar: مشترك
da_dk: Abonneret
de: Abonniert
el_gr: Εγγεγραμμένο
es: Suscrito
fr: Abonné
he_il: רשום
id_id: Berlangganan
it: Iscritto
ja_jp: 購読済み
ko_kr: 구독됨
ms_my: Dilanggan
my_mm: စာရင်းသွင်းထားသည်
nl_nl: Geabonneerd
pl_pl: Subskrybowane
pt: Subscrito
ru_ru: Подписанные
sv_se: Prenumererad
th_th: สมัครสมาชิกแล้ว
tr_tr: Abone Olunanlar
uk_ua: Підписано
vi_vn: Đã đăng ký
zh_cn: 已订阅
zh_mo: 已訂閱

source: Unsubscribed
ar: غير مشترك
da_dk: Afmeldt
de: Nicht abonniert
el_gr: Μη εγγεγραμμένο
es: No suscrito
fr: Désabonné
he_il: לא רשום
id_id: Tidak Berlangganan
it: Non iscritto
ja_jp: 購読解除済み
ko_kr: 구독 취소됨
ms_my: Tidak Dilanggan
my_mm: စာရင်းမသွင်းရသေးပါ
nl_nl: Niet geabonneerd
pl_pl: Niesubskrybowane
pt: Não Subscrito
ru_ru: Неподписанные
sv_se: Inte prenumererad
th_th: ยกเลิกการสมัครสมาชิกแล้ว
tr_tr: Abone Olunmayanlar
uk_ua: Не підписано
vi_vn: Đã hủy đăng ký
zh_cn: 未订阅
zh_mo: 未訂閱

source: Select All
ar: تحديد الكل
da_dk: Vælg alle
de: Alle auswählen
el_gr: Επιλογή όλων
es: Seleccionar todo
fr: Tout sélectionner
he_il: בחר הכל
id_id: Pilih Semua
it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih Semua
my_mm: အားလုံးရွေးချယ်ပါ
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
pt: Selecionar Todos
ru_ru: Выбрать все
sv_se: Välj alla
th_th: เลือกทั้งหมด
tr_tr: Tümünü Seç
uk_ua: Вибрати все
vi_vn: Chọn tất cả
zh_cn: 全选
zh_mo: 全選

source: Search Entries
ar: بحث عن إدخالات
da_dk: Søg poster
de: Einträge suchen
el_gr: Αναζήτηση καταχωρήσεων
es: Buscar entradas
fr: Rechercher des entrées
he_il: חפש רשומות
id_id: Cari Entri
it: Cerca voci
ja_jp: エントリを検索
ko_kr: 항목 검색
ms_my: Cari Entri
my_mm: Entries များကိုရှာဖွေပါ
nl_nl: Items zoeken
pl_pl: Szukaj wpisów
pt: Pesquisar Entradas
ru_ru: Поиск записей
sv_se: Sök poster
th_th: ค้นหารายการ
tr_tr: Girişleri Ara
uk_ua: Пошук записів
vi_vn: Tìm kiếm mục nhập
zh_cn: 搜索条目
zh_mo: 搜尋項目

source: Select Entries
ar: تحديد إدخالات
da_dk: Vælg poster
de: Einträge auswählen
el_gr: Επιλογή καταχωρήσεων
es: Seleccionar entradas
fr: Sélectionner des entrées
he_il: בחר רשומות
id_id: Pilih Entri
it: Seleziona voci
ja_jp: エントリを選択
ko_kr: 항목 선택
ms_my: Pilih Entri
my_mm: Entries များကိုရွေးချယ်ပါ
nl_nl: Items selecteren
pl_pl: Wybierz wpisy
pt: Selecionar Entradas
ru_ru: Выбрать записи
sv_se: Välj poster
th_th: เลือกรายการ
tr_tr: Girişleri Seç
uk_ua: Виберіть записи
vi_vn: Chọn mục nhập
zh_cn: 选择条目
zh_mo: 選擇項目

source: Country:
ar: الدولة:
da_dk: Land:
de: Land:
el_gr: Χώρα:
es: País:
fr: Pays :
he_il: מדינה:
id_id: Negara:
it: Paese:
ja_jp: 国：
ko_kr: 국가:
ms_my: Negara:
my_mm: နိုင်ငံ :
nl_nl: Land:
pl_pl: Kraj:
pt: País:
ru_ru: Страна:
sv_se: Land:
th_th: ประเทศ:
tr_tr: Ülke:
uk_ua: Країна:
vi_vn: Quốc gia:
zh_cn: 国家/地区：
zh_mo: 國家/地區：

source: Region:
ar: المنطقة:
el_gr: Περιοχή:
es: Región:
fr: Région :
he_il: אזור:
id_id: Wilayah:
it: Regione:
ja_jp: 地域：
ko_kr: 지역:
ms_my: Wilayah:
my_mm: ဒေသ :
nl_nl: Regio:
pt: Região:
ru_ru: Регион:
th_th: ภูมิภาค:
tr_tr: Bölge:
uk_ua: Регіон:
vi_vn: Khu vực:
zh_cn: 地区：
zh_mo: 地區：

source: Carrier:
ar: شركة الاتصالات:
da_dk: Udbyder:
de: Netzbetreiber:
el_gr: Φορέας:
es: Operador:
fr: Opérateur :
he_il: ספק:
id_id: Operator:
it: Operatore:
ja_jp: キャリア：
ko_kr: 통신사:
ms_my: Pembawa:
nl_nl: Provider:
pl_pl: Operator:
pt: Operadora:
ru_ru: Оператор:
sv_se: Operatör:
th_th: ผู้ให้บริการ:
tr_tr: Operatör:
uk_ua: Оператор:
vi_vn: Nhà mạng:
zh_cn: 运营商：
zh_mo: 运营商：

source: Select Country Code (Optional)
ar: حدد رمز الدولة (اختياري)
da_dk: Vælg landekode (valgfrit)
de: Ländercode auswählen (optional)
el_gr: Επιλέξτε κωδικό χώρας (προαιρετικά)
es: Seleccionar código de país (opcional)
fr: Sélectionner l'indicatif de pays (facultatif)
he_il: בחר קוד מדינה (אופציונלי)
id_id: Pilih Kode Negara (Opsional)
it: Seleziona prefisso internazionale (opzionale)
ja_jp: 国コードを選択（オプション）
ko_kr: 국가 코드 선택(선택 사항)
ms_my: Pilih Kod Negara (Pilihan)
my_mm: နိုင်ငံကုဒ်ကိုရွေးချယ်ပါ (ရွေးချယ်နိုင်သည်)
nl_nl: Selecteer landcode (optioneel)
pl_pl: Wybierz kod kraju (opcjonalnie)
pt: Selecionar Código do País (Opcional)
ru_ru: Выберите код страны (необязательно)
sv_se: Välj landskod (valfritt)
th_th: เลือกรหัสประเทศ (ไม่บังคับ)
tr_tr: Ülke Kodunu Seçin (İsteğe Bağlı)
uk_ua: Виберіть код країни (необов'язково)
vi_vn: Chọn mã quốc gia (Tùy chọn)
zh_cn: 选择国家/地区代码（可选）
zh_mo: 選擇國家/地區代碼（可選）

source: Add to Label
ar: إضافة إلى العلامة
da_dk: Føj til etiket
de: Zu Etikett hinzufügen
el_gr: Προσθήκη σε ετικέτα
es: Agregar a etiqueta
fr: Ajouter à l'étiquette
he_il: הוסף לתווית
id_id: Tambahkan ke Label
it: Aggiungi a etichetta
ja_jp: ラベルに追加
ko_kr: 레이블에 추가
ms_my: Tambah ke Label
my_mm: တံဆိပ်သို့ထည့်ပါ
nl_nl: Toevoegen aan label
pl_pl: Dodaj do etykiety
pt: Adicionar a Etiqueta
ru_ru: Добавить к метке
sv_se: Lägg till i etikett
th_th: เพิ่มในป้ายกำกับ
tr_tr: Etikete Ekle
uk_ua: Додати до мітки
vi_vn: Thêm vào nhãn
zh_cn: 添加到标签
zh_mo: 添加到標籤

source: Add
ar: إضافة
da_dk: Tilføj
de: Hinzufügen
el_gr: Προσθήκη
es: Agregar
fr: Ajouter
he_il: הוסף
id_id: Tambah
it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
my_mm: ထည့်ပါ
nl_nl: Toevoegen
pl_pl: Dodaj
pt: Adicionar
ru_ru: Добавить
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Ekle
uk_ua: Додати
vi_vn: Thêm vào
zh_cn: 添加
zh_mo: 添加

source: Remove
ar: إزالة
da_dk: Fjern
de: Entfernen
el_gr: Αφαίρεση
es: Eliminar
fr: Supprimer
he_il: הסר
id_id: Hapus
it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Alih keluar
my_mm: ဖယ်ရှားပါ
nl_nl: Verwijderen
pl_pl: Usuń
pt: Remover
ru_ru: Удалить
sv_se: Ta bort
th_th: ลบ
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Xóa bỏ
zh_cn: 移除
zh_mo: 移除

source: Entry
ar: إدخال
da_dk: Post
de: Eintrag
el_gr: Καταχώρηση
es: Entrada
fr: Entrée
he_il: רשומה
id_id: Entri
it: Voce
ja_jp: エントリ
ko_kr: 항목
ms_my: Entri
nl_nl: Item
pl_pl: Wpis
pt: Entrada
ru_ru: Запись
sv_se: Post
th_th: รายการ
tr_tr: Giriş
uk_ua: Запис
vi_vn: Mục nhập
zh_cn: 条目
zh_mo: 項目

source: Page
ar: صفحة
da_dk: Side
de: Seite
el_gr: Σελίδα
es: Página
he_il: עמוד
id_id: Halaman
it: Pagina
ja_jp: ページ
ko_kr: 페이지
ms_my: Halaman
my_mm: စာမျက်နှာ
nl_nl: Pagina
pl_pl: Strona
pt: Página
ru_ru: Страница
sv_se: Sida
th_th: หน้า
tr_tr: Sayfa
uk_ua: Сторінка
vi_vn: Trang
zh_cn: 页
zh_mo: 頁面

source: Add Allowed Entry Page
ar: إضافة صفحة إدخال مسموح به
da_dk: Tilføj tilladt postside
de: Seite "Erlaubten Eintrag hinzufügen"
el_gr: Προσθήκη σελίδας επιτρεπόμενης καταχώρησης
es: Agregar página de entrada permitida
fr: Ajouter une page d'entrée autorisée
he_il: הוסף עמוד רשומה מותרת
id_id: Tambahkan Halaman Entri yang Diizinkan
it: Aggiungi pagina voce consentita
ja_jp: 許可されたエントリページを追加
ko_kr: 허용된 항목 페이지 추가
ms_my: Tambah Halaman Entri Dibenarkan
my_mm: ခွင့်ပြုထားသော Entry စာမျက်နှာထည့်ပါ
nl_nl: Pagina toegestaan item toevoegen
pl_pl: Dodaj stronę dozwolonych wpisów
pt: Adicionar Página de Entrada Permitida
ru_ru: Добавить страницу разрешенной записи
sv_se: Lägg till tillåten postsida
th_th: เพิ่มหน้ารายการที่อนุญาต
tr_tr: İzin Verilen Giriş Sayfası Ekle
uk_ua: Додати сторінку дозволеного запису
vi_vn: Thêm trang mục nhập được phép
zh_cn: 添加允许条目页
zh_mo: 添加允許的項目頁面

source: AllowedPageView
ar: عرض الصفحة المسموح بها
da_dk: TilladtSidevisning
de: Ansicht der erlaubten Seite
el_gr: Προβολή επιτρεπόμενης σελίδας
es: Vista de página permitida
fr: Vue de la page autorisée
he_il: תצוגת עמוד מותרת
id_id: TampilanHalamanDiizinkan
it: Visualizzazione pagina consentita
ja_jp: 許可されたページビュー
ko_kr: 허용된 페이지 보기
ms_my: Paparan Halaman Dibenarkan
my_mm: ခွင့်ပြုထားသောစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave toegestane pagina
pl_pl: Widok strony dozwolonych wpisów
pt: Vista da Página Permitida
ru_ru: Вид страницы разрешенных записей
sv_se: Tillåten sidvy
th_th: มุมมองหน้าที่อนุญาต
tr_tr: İzin Verilen Sayfa Görünümü
uk_ua: Перегляд дозволеної сторінки
vi_vn: Chế độ xem trang được phép
zh_cn: 允许的页面视图
zh_mo: 允許的頁面視圖

source: Allowed Entry Page
ar: صفحة الإدخال المسموح به
da_dk: Tilladt postside
de: Seite "Erlaubter Eintrag"
el_gr: Σελίδα επιτρεπόμενης καταχώρησης
es: Página de entrada permitida
fr: Page d'entrée autorisée
he_il: עמוד רשומה מותרת
id_id: Halaman Entri yang Diizinkan
it: Pagina voce consentita
ja_jp: 許可されたエントリページ
ko_kr: 허용된 항목 페이지
ms_my: Halaman Entri Dibenarkan
my_mm: ခွင့်ပြုထားသော Entry စာမျက်နှာ
nl_nl: Pagina toegestaan item
pl_pl: Strona dozwolonych wpisów
pt: Página de Entrada Permitida
ru_ru: Страница разрешенных записей
sv_se: Tillåten postsida
th_th: หน้ารายการที่อนุญาต
tr_tr: İzin Verilen Giriş Sayfası
uk_ua: Сторінка дозволеного запису
vi_vn: Trang mục nhập được phép
zh_cn: 允许的条目页
zh_mo: 允許的項目頁面

source: Export Allowed Entry Page
ar: تصدير صفحة الإدخال المسموح به
da_dk: Eksporter tilladt postside
de: Seite "Erlaubten Eintrag exportieren"
el_gr: Εξαγωγή σελίδας επιτρεπόμενης καταχώρησης
es: Exportar página de entrada permitida
fr: Exporter la page d'entrée autorisée
he_il: ייצא עמוד רשומה מותרת
id_id: Ekspor Halaman Entri yang Diizinkan
it: Esporta pagina voce consentita
ja_jp: 許可されたエントリページをエクスポート
ko_kr: 허용된 항목 페이지 내보내기
ms_my: Eksport Halaman Entri Dibenarkan
my_mm: ခွင့်ပြုထားသော Entry စာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina toegestaan item exporteren
pl_pl: Eksportuj stronę dozwolonych wpisów
pt: Exportar Página de Entrada Permitida
ru_ru: Экспортировать страницу разрешенных записей
sv_se: Exportera tillåten postsida
th_th: ส่งออกหน้ารายการที่อนุญาต
tr_tr: İzin Verilen Giriş Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку дозволеного запису
vi_vn: Xuất trang mục nhập được phép
zh_cn: 导出允许的条目页
zh_mo: 導出允許的項目頁面

source: Import Allowed Entry Page
ar: استيراد صفحة الإدخال المسموح به
da_dk: Importer tilladt postside
de: Seite "Erlaubten Eintrag importieren"
el_gr: Εισαγωγή σελίδας επιτρεπόμενης καταχώρησης
es: Importar página de entrada permitida
fr: Importer la page d'entrée autorisée
he_il: ייבא עמוד רשומה מותרת
id_id: Impor Halaman Entri yang Diizinkan
it: Importa pagina voce consentita
ja_jp: 許可されたエントリページをインポート
ko_kr: 허용된 항목 페이지 가져오기
ms_my: Import Halaman Entri Dibenarkan
my_mm: ခွင့်ပြုထားသော Entry စာမျက်နှာကိုတင်သွင်းပါ
nl_nl: Pagina toegestaan item importeren
pl_pl: Importuj stronę dozwolonych wpisów
pt: Importar Página de Entrada Permitida
ru_ru: Импортировать страницу разрешенных записей
sv_se: Importera tillåten postsida
th_th: นำเข้าหน้ารายการที่อนุญาต
tr_tr: İzin Verilen Giriş Sayfasını İçeri Aktar
uk_ua: Імпортувати сторінку дозволеного запису
vi_vn: Nhập trang mục nhập được phép
zh_cn: 导入允许的条目页
zh_mo: 導入允許的項目頁面

source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
da_dk: Navn kan ikke være tomt
de: Name darf nicht leer sein
el_gr: Το όνομα δεν μπορεί να είναι κενό
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
he_il: השם לא יכול להיות ריק
id_id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ja_jp: 名前は空にできません
ko_kr: 이름은 비워둘 수 없습니다
ms_my: Nama tidak boleh kosong
my_mm: အမည်သည်ဗလာဖြစ်၍မရပါ
nl_nl: Naam mag niet leeg zijn
pl_pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio
ru_ru: Имя не может быть пустым
sv_se: Namn får inte vara tomt
th_th: ชื่อต้องไม่ว่างเปล่า
tr_tr: İsim boş olamaz
uk_ua: Ім'я не може бути порожнім
vi_vn: Tên không được để trống
zh_cn: 名称不得为空
zh_mo: 姓名不能為空

source: Please enter a phone number
ar: الرجاء إدخال رقم هاتف
da_dk: Indtast venligst et telefonnummer
de: Bitte geben Sie eine Telefonnummer ein
el_gr: Παρακαλώ εισάγετε έναν αριθμό τηλεφώνου
es: Introduzca un número de teléfono
fr: Veuillez saisir un numéro de téléphone
he_il: אנא הזן מספר טלפון
id_id: Silakan masukkan nomor telepon
it: Inserisci un numero di telefono
ja_jp: 電話番号を入力してください
ko_kr: 전화번호를 입력하세요
ms_my: Sila masukkan nombor telefon
my_mm: ဖုန်းနံပါတ်တစ်ခုရိုက်ထည့်ပါ
nl_nl: Voer een telefoonnummer in
pl_pl: Proszę podać numer telefonu
pt: Introduza um número de telefone
ru_ru: Введите номер телефона
sv_se: Ange ett telefonnummer
th_th: โปรดป้อนหมายเลขโทรศัพท์
tr_tr: Lütfen bir telefon numarası girin
uk_ua: Введіть номер телефону
vi_vn: Vui lòng nhập số điện thoại
zh_cn: 请输入电话号码
zh_mo: 請輸入電話號碼

source: Please select a label
ar: الرجاء تحديد علامة
da_dk: Vælg venligst en etiket
de: Bitte wählen Sie ein Etikett aus
el_gr: Παρακαλώ επιλέξτε μια ετικέτα
es: Seleccione una etiqueta
fr: Veuillez sélectionner une étiquette
he_il: אנא בחר תווית
id_id: Silakan pilih label
it: Seleziona un'etichetta
ja_jp: ラベルを選択してください
ko_kr: 레이블을 선택하세요
ms_my: Sila pilih label
my_mm: တံဆိပ်တစ်ခုကိုရွေးချယ်ပါ
nl_nl: Selecteer een label
pl_pl: Proszę wybrać etykietę
pt: Selecione uma etiqueta
ru_ru: Выберите метку
sv_se: Välj en etikett
th_th: โปรดเลือกป้ายกำกับ
tr_tr: Lütfen bir etiket seçin
uk_ua: Виберіть мітку
vi_vn: Vui lòng chọn một nhãn
zh_cn: 请选择一个标签
zh_mo: 請選擇一個標籤

source: entry added successfully
ar: تم إضافة الإدخال بنجاح
da_dk: post tilføjet med succes
de: Eintrag erfolgreich hinzugefügt
el_gr: επιτυχής προσθήκη καταχώρησης
es: entrada agregada correctamente
fr: Entrée ajoutée avec succès
he_il: הרשומה נוספה בהצלחה
id_id: entri berhasil ditambahkan
it: voce aggiunta correttamente
ja_jp: エントリが正常に追加されました
ko_kr: 항목이 성공적으로 추가되었습니다
ms_my: entri ditambah berjaya
my_mm: entry ကိုအောင်မြင်စွာထည့်သွင်းပြီးပါပြီ
nl_nl: item succesvol toegevoegd
pl_pl: wpis dodany pomyślnie
pt: entrada adicionada com sucesso
ru_ru: запись успешно добавлена
sv_se: post tillagd
th_th: เพิ่มรายการสำเร็จแล้ว
tr_tr: giriş başarıyla eklendi
uk_ua: запис успішно додано
vi_vn: đã thêm mục nhập thành công
zh_cn: 已成功添加条目
zh_mo: 項目添加成功

source: Failed to add entry:
ar: فشل في إضافة الإدخال:
da_dk: Kunne ikke tilføje post:
de: Fehler beim Hinzufügen des Eintrags:
el_gr: Αποτυχία προσθήκης καταχώρησης:
es: Error al agregar entrada:
fr: Échec de l'ajout de l'entrée :
he_il: הוספת הרשומה נכשלה:
id_id: Gagal menambahkan entri:
it: Impossibile aggiungere la voce:
ja_jp: エントリの追加に失敗しました：
ko_kr: 항목 추가 실패:
ms_my: Gagal menambah entri:
my_mm: Entry ထည့်သွင်းရာတွင်မအောင်မြင်ပါ :
nl_nl: Item toevoegen mislukt:
pl_pl: Nie udało się dodać wpisu:
pt: Falha ao adicionar entrada:
ru_ru: Не удалось добавить запись:
sv_se: Det gick inte att lägga till posten:
th_th: เพิ่มรายการล้มเหลว:
tr_tr: Giriş eklenirken hata oluştu:
uk_ua: Не вдалося додати запис:
vi_vn: Không thể thêm mục nhập:
zh_cn: 未能添加条目：
zh_mo: 添加項目失敗：

source: URL format is incorrect
ar: تنسيق عنوان URL غير صحيح
da_dk: URL-formatet er forkert
de: URL-Format ist falsch
el_gr: Μη έγκυρη μορφή URL
es: El formato de la URL es incorrecto
fr: Le format de l'URL est incorrect
he_il: פורמט כתובת URL שגוי
id_id: Format URL salah
it: Il formato dell'URL non è corretto
ja_jp: URL形式が正しくありません
ko_kr: URL 형식이 잘못되었습니다
ms_my: Format URL tidak betul
my_mm: URL ဖော်မတ်မမှန်ကန်ပါ
nl_nl: URL-indeling is onjuist
pl_pl: Nieprawidłowy format adresu URL
pt: O formato do URL está incorreto
ru_ru: Неверный формат URL
sv_se: URL-formatet är felaktigt
th_th: รูปแบบ URL ไม่ถูกต้อง
tr_tr: URL biçimi yanlış
uk_ua: Неправильний формат URL-адреси
vi_vn: Định dạng URL không chính xác
zh_cn: URL 格式不正确
zh_mo: 網址格式不正確

source: Please select a file or input a URL
ar: الرجاء تحديد ملف أو إدخال عنوان URL
da_dk: Vælg venligst en fil eller indtast en URL
de: Bitte wählen Sie eine Datei aus oder geben Sie eine URL ein
el_gr: Παρακαλώ επιλέξτε ένα αρχείο ή εισάγετε ένα URL
es: Seleccione un archivo o introduzca una URL
fr: Veuillez sélectionner un fichier ou saisir une URL
he_il: אנא בחר קובץ או הזן כתובת URL
id_id: Silakan pilih file atau masukkan URL
it: Seleziona un file o inserisci un URL
ja_jp: ファイルを選択するか、URLを入力してください
ko_kr: 파일을 선택하거나 URL을 입력하세요
ms_my: Sila pilih fail atau masukkan URL
my_mm: ဖိုင်တစ်ခုကိုရွေးချယ်ပါသို့မဟုတ် URL တစ်ခုရိုက်ထည့်ပါ
nl_nl: Selecteer een bestand of voer een URL in
pl_pl: Proszę wybrać plik lub wprowadzić adres URL
pt: Selecione um ficheiro ou introduza um URL
ru_ru: Выберите файл или введите URL
sv_se: Välj en fil eller ange en URL
th_th: โปรดเลือกไฟล์หรือป้อน URL
tr_tr: Lütfen bir dosya seçin veya bir URL girin
uk_ua: Виберіть файл або введіть URL-адресу
vi_vn: Vui lòng chọn một tệp hoặc nhập URL
zh_cn: 请选择一个文件或输入一个 URL
zh_mo: 請選擇一個文件或輸入網址

source: Add Blacklist Page
ar: إضافة صفحة قائمة سوداء
da_dk: Tilføj sortlisteside
de: Seite "Blacklist hinzufügen"
el_gr: Προσθήκη σελίδας μαύρης λίστας
es: Agregar página de lista negra
fr: Ajouter une page de liste noire
he_il: הוסף עמוד רשימה שחורה
id_id: Tambahkan Halaman Daftar Hitam
it: Aggiungi pagina lista nera
ja_jp: ブラックリストページを追加
ko_kr: 차단 목록 페이지 추가
ms_my: Tambah Halaman Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်းစာမျက်နှာထည့်ပါ
nl_nl: Pagina zwarte lijst toevoegen
pl_pl: Dodaj stronę czarnej listy
pt: Adicionar Página de Lista Negra
ru_ru: Добавить страницу черного списка
sv_se: Lägg till svartlistasida
th_th: เพิ่มหน้ารายการที่ถูกบล็อก
tr_tr: Kara Liste Sayfası Ekle
uk_ua: Додати сторінку чорного списку
vi_vn: Thêm trang danh sách đen
zh_cn: 添加黑名单页
zh_mo: 添加黑名單頁面

source: BlacklistPageView
ar: عرض صفحة القائمة السوداء
da_dk: Sortlistesidevisning
de: Ansicht der Blacklist-Seite
el_gr: Προβολή σελίδας μαύρης λίστας
es: Vista de página de lista negra
fr: Vue de la page de liste noire
he_il: תצוגת עמוד רשימה שחורה
id_id: TampilanHalamanDaftarHitam
it: Visualizzazione pagina lista nera
ja_jp: ブラックリストページビュー
ko_kr: 차단 목록 페이지 보기
ms_my: Paparan Halaman Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်းစာမျက်နှာကြည့်ရှုမှု
nl_nl: Weergave zwarte lijst pagina
pl_pl: Widok strony czarnej listy
pt: Vista da Página de Lista Negra
ru_ru: Вид страницы черного списка
sv_se: Svartlistasidvy
th_th: มุมมองหน้ารายการที่ถูกบล็อก
tr_tr: Kara Liste Sayfa Görünümü
uk_ua: Перегляд сторінки чорного списку
vi_vn: Chế độ xem trang danh sách đen
zh_cn: 黑名单页视图
zh_mo: 黑名單頁面視圖

source: Import Blacklists Page
ar: استيراد صفحة القوائم السوداء
da_dk: Importer sortlistesider
de: Seite "Blacklists importieren"
el_gr: Εισαγωγή σελίδων μαύρης λίστας
es: Importar páginas de listas negras
fr: Importer des pages de listes noires
he_il: ייבא עמודי רשימה שחורה
id_id: Impor Halaman Daftar Hitam
it: Importa pagina liste nere
ja_jp: ブラックリストページをインポート
ko_kr: 차단 목록 페이지 가져오기
ms_my: Import Halaman Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်းစာမျက်နှာများကိုတင်သွင်းပါ
nl_nl: Pagina zwarte lijsten importeren
pl_pl: Importuj strony czarnej listy
pt: Importar Páginas de Listas Negras
ru_ru: Импортировать страницу черных списков
sv_se: Importera svartlistasidor
th_th: นำเข้าหน้ารายการที่ถูกบล็อก
tr_tr: Kara Liste Sayfalarını İçeri Aktar
uk_ua: Імпортувати сторінки чорного списку
vi_vn: Nhập trang danh sách đen
zh_cn: 导入黑名单页
zh_mo: 導入黑名單頁面

source: Export Blacklist Page
ar: تصدير صفحة القائمة السوداء
da_dk: Eksporter sortlisteside
de: Seite "Blacklist exportieren"
el_gr: Εξαγωγή σελίδας μαύρης λίστας
es: Exportar página de lista negra
fr: Exporter la page de liste noire
he_il: ייצא עמוד רשימה שחורה
id_id: Ekspor Halaman Daftar Hitam
it: Esporta pagina lista nera
ja_jp: ブラックリストページをエクスポート
ko_kr: 차단 목록 페이지 내보내기
ms_my: Eksport Halaman Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်းစာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina zwarte lijst exporteren
pl_pl: Eksportuj stronę czarnej listy
pt: Exportar Página de Lista Negra
ru_ru: Экспортировать страницу черного списка
sv_se: Exportera svartlistasida
th_th: ส่งออกหน้ารายการที่ถูกบล็อก
tr_tr: Kara Liste Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку чорного списку
vi_vn: Xuất trang danh sách đen
zh_cn: 导出黑名单页
zh_mo: 導出黑名單頁面

source: Blacklist Page
ar: صفحة القائمة السوداء
da_dk: Sortlisteside
de: Blacklist-Seite
el_gr: Σελίδα μαύρης λίστας
es: Página de lista negra
fr: Page de liste noire
he_il: עמוד רשימה שחורה
id_id: Halaman Daftar Hitam
it: Pagina lista nera
ja_jp: ブラックリストページ
ko_kr: 차단 목록 페이지
ms_my: Halaman Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်းစာမျက်နှာ
nl_nl: Pagina zwarte lijst
pl_pl: Strona czarnej listy
pt: Página de Lista Negra
ru_ru: Страница черного списка
sv_se: Svartlistasida
th_th: หน้ารายการที่ถูกบล็อก
tr_tr: Kara Liste Sayfası
uk_ua: Сторінка чорного списку
vi_vn: Trang danh sách đen
zh_cn: 黑名单页
zh_mo: 黑名單頁面
