Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

# thisPermissionIsRequiredForOurAppToBeThe
source: This permission is required for our app to be the default caller id app.
ar: هذا الإذن مطلوب لتطبيقنا ليكون تطبيق معرف المتصل الافتراضي.
da_dk: Denne tilladelse er påkrævet for at vores app kan være standardopkalds-ID-appen.
de: Diese Berechtigung ist erforderlich, damit unsere App die Standard-Anrufer-ID-App ist.
el_gr: Αυτή η άδεια απαιτείται για να γίνει η εφαρμογή μας η προεπιλεγμένη εφαρμογή ID καλούντος.
es: Este permiso es necesario para que nuestra aplicación sea la aplicación de identificación de llamadas predeterminada.
fr: Cette autorisation est requise pour que notre application soit l'application d'identification de l'appelant par défaut.
he_il: הרשאה זו נדרשת על מנת שהאפליקציה שלנו תהיה אפליקציית זיהוי המתקשר המוגדרת כברירת מחדל.
id_id: Izin ini diperlukan agar aplikasi kami menjadi aplikasi id penelepon default.
it: Questa autorizzazione è necessaria affinché la nostra app sia l'app ID chiamante predefinita.
ja_jp: この権限は、アプリをデフォルトの発信者番号アプリにするために必要です。
ko_kr: 이 권한은 앱이 기본 발신자 ID 앱이 되는 데 필요합니다.
ms_my: Kebenaran ini diperlukan untuk aplikasi kami menjadi aplikasi ID pemanggil lalai.
my_mm: ဤခွင့်ပြုချက်သည်ကျွန်ုပ်တို့၏အက်ပ်အား default caller id အက်ပ်ဖြစ်ရန်လိုအပ်သည်။
nl_nl: Deze toestemming is vereist zodat onze app de standaard beller-ID-app kan zijn.
pl_pl: To uprawnienie jest wymagane, aby nasza aplikacja była domyślną aplikacją do identyfikacji rozmówcy.
pt: Esta permissão é necessária para que a nossa aplicação seja a aplicação de ID de chamadas predefinida.
ru_ru: Это разрешение требуется для того, чтобы наше приложение было приложением для определения номера вызывающего абонента по умолчанию.
sv_se: Denna behörighet krävs för att vår app ska vara standardappen för uppringnings-ID.
th_th: การอนุญาตนี้จำเป็นสำหรับแอปของเราในการเป็นแอป ID ผู้โทรเริ่มต้น
tr_tr: Bu izin, uygulamamızın varsayılan arayan kimliği uygulaması olması için gereklidir.
uk_ua: Цей дозвіл необхідний для того, щоб наш додаток був додатком ідентифікатора абонента за замовчуванням.
vi_vn: Quyền này là bắt buộc để ứng dụng của chúng tôi trở thành ứng dụng ID người gọi mặc định.
zh_cn: 此权限是我们应用成为默认来电显示应用所必需的。
zh_mo: 此權限是應用程式成為預設來電顯示應用程式所必需的。

# pleaseTapSetupDefaultAndAllowThePermissionInThe
source: Please tap "SetUp Default" and allow the permission in the next screen.
ar: الرجاء النقر فوق "إعداد افتراضي" والسماح بالإذن في الشاشة التالية.
da_dk: Tryk venligst på "Opsæt standard" og tillad tilladelsen på det næste skærmbillede.
de: Bitte tippen Sie auf "Standard einrichten" und erlauben Sie die Berechtigung im nächsten Bildschirm.
el_gr: Πατήστε "Ορισμός ως Προεπιλογή" και επιτρέψτε την άδεια στην επόμενη οθόνη.
es: Pulse "Establecer como predeterminado" y permita el permiso en la siguiente pantalla.
fr: Veuillez appuyer sur « Configurer par défaut » et autoriser l'autorisation dans l'écran suivant.
he_il: אנא הקש על "הגדר כברירת מחדל" ואפשר את ההרשאה במסך הבא.
id_id: Silakan ketuk "Siapkan Default" dan izinkan izin di layar berikutnya.
it: Tocca "Imposta predefinito" e consenti l'autorizzazione nella schermata successiva.
ja_jp: 「デフォルトに設定」をタップし、次の画面で権限を許可してください。
ko_kr: "기본 설정"을 탭하고 다음 화면에서 권한을 허용하세요.
ms_my: Sila ketik "Sediakan Lalai" dan benarkan kebenaran di skrin seterusnya.
my_mm: ကျေးဇူးပြု၍ "SetUp Default" ကိုနှိပ်ပြီးနောက်စခရင်တွင်ခွင့်ပြုချက်ကိုခွင့်ပြုပါ။
nl_nl: Tik op "Standaard instellen" en sta de toestemming toe in het volgende scherm.
pl_pl: Proszę dotknąć "Ustaw jako domyślną" i zezwolić na uprawnienie na następnym ekranie.
pt: Toque em "Definir como Predefinida" e permita a permissão no próximo ecrã.
ru_ru: Нажмите «Настроить по умолчанию» и разрешите разрешение на следующем экране.
sv_se: Tryck på "Ställ in som standard" och tillåt behörigheten på nästa skärm.
th_th: โปรดแตะ "ตั้งค่าเริ่มต้น" และอนุญาตการอนุญาตในหน้าจอถัดไป
tr_tr: Lütfen "Varsayılan Olarak Ayarla"ya dokunun ve bir sonraki ekranda izne izin verin.
uk_ua: Натисніть «Встановити за замовчуванням» та дозвольте дозвіл на наступному екрані.
vi_vn: Vui lòng nhấn "Thiết lập mặc định" và cho phép quyền trong màn hình tiếp theo.
zh_cn: 请点击“设为默认”，并在下一个屏幕允许权限。
zh_mo: 請點擊“設定預設值”，並在下一螢幕中允許該權限。

source: Call screening role request successful!
ar: نجح طلب دور فحص المكالمات!
da_dk: Anmodning om opkalds screeningrolle lykkedes!
de: Anrufüberprüfungsrollen-Anfrage erfolgreich!
el_gr: Επιτυχής αίτημα ρόλου φιλτραρίσματος κλήσεων!
es: ¡Solicitud de función de filtro de llamadas correcta!
fr: Demande de rôle de filtrage des appels réussie !
he_il: בקשת תפקיד סינון שיחות הצליחה!
id_id: Permintaan peran penyaringan panggilan berhasil!
it: Richiesta ruolo screening chiamate riuscita!
ja_jp: 通話スクリーニングの役割要求に成功しました！
ko_kr: 통화 스크리닝 역할 요청 성공!
ms_my: Permintaan peranan saringan panggilan berjaya!
my_mm: ဖုန်းခေါ်ဆိုမှုစစ်ဆေးခြင်းလုပ်ဆောင်ချက်တောင်းဆိုမှုအောင်မြင်ပါပြီ။
nl_nl: Aanvraag voor oproepscreeningrol succesvol!
pl_pl: Pomyślnie zażądano roli ekranowania połączeń!
pt: Pedido de função de rastreio de chamadas bem-sucedido!
ru_ru: Запрос роли фильтрации вызовов выполнен успешно!
sv_se: Begäran om samtalsscreeningroll lyckades!
th_th: การร้องขอบทบาทการคัดกรองการโทรสำเร็จ!
tr_tr: Çağrı tarama rolü isteği başarılı!
uk_ua: Запит на роль перевірки дзвінків успішний!
vi_vn: Yêu cầu vai trò sàng lọc cuộc gọi thành công!
zh_cn: 呼叫筛选角色要求成功！
zh_mo: 來電篩選角色請求成功！

source: Call screening role request failed!
ar: فشل طلب دور فحص المكالمات!
da_dk: Anmodning om opkalds screeningrolle mislykkedes!
de: Anrufüberprüfungsrollen-Anfrage fehlgeschlagen!
el_gr: Αποτυχία αιτήματος ρόλου φιλτραρίσματος κλήσεων!
es: ¡Error en la solicitud de función de filtro de llamadas!
fr: Échec de la demande de rôle de filtrage des appels !
he_il: בקשת תפקיד סינון שיחות נכשלה!
id_id: Permintaan peran penyaringan panggilan gagal!
it: Richiesta ruolo screening chiamate non riuscita!
ja_jp: 通話スクリーニングの役割要求に失敗しました！
ko_kr: 통화 스크리닝 역할 요청 실패!
ms_my: Permintaan peranan saringan panggilan gagal!
my_mm: ဖုန်းခေါ်ဆိုမှုစစ်ဆေးခြင်းလုပ်ဆောင်ချက်တောင်းဆိုမှုမအောင်မြင်ပါ။
nl_nl: Aanvraag voor oproepscreeningrol mislukt!
pl_pl: Żądanie roli ekranowania połączeń nie powiodło się!
pt: Pedido de função de rastreio de chamadas falhou!
ru_ru: Запрос роли фильтрации вызовов не удался!
sv_se: Begäran om samtalsscreeningroll misslyckades!
th_th: การร้องขอบทบาทการคัดกรองการโทรล้มเหลว!
tr_tr: Çağrı tarama rolü isteği başarısız!
uk_ua: Запит на роль перевірки дзвінків не вдався!
vi_vn: Yêu cầu vai trò sàng lọc cuộc gọi không thành công!
zh_cn: 呼叫筛选角色要求失败！
zh_mo: 來電篩選角色請求失敗！

source: Error requesting call screening role:
ar: خطأ في طلب دور فحص المكالمات:
da_dk: Fejl ved anmodning om opkalds screeningrolle:
de: Fehler bei der Anforderung der Anrufüberprüfungsrolle:
el_gr: Σφάλμα κατά την αίτηση ρόλου φιλτραρίσματος κλήσεων:
es: Error al solicitar la función de filtro de llamadas:
fr: Erreur lors de la demande de rôle de filtrage des appels :
he_il: שגיאה בבקשת תפקיד סינון שיחות:
id_id: Kesalahan meminta peran penyaringan panggilan:
it: Errore durante la richiesta del ruolo di screening chiamate:
ja_jp: 通話スクリーニングの役割の要求エラー：
ko_kr: 통화 스크리닝 역할 요청 오류:
ms_my: Ralat meminta peranan saringan panggilan:
my_mm: ဖုန်းခေါ်ဆိုမှုစစ်ဆေးခြင်းလုပ်ဆောင်ချက်တောင်းဆိုခြင်းတွင်အမှားအယွင်းရှိနေပါသည်။
nl_nl: Fout bij het aanvragen van oproepscreeningrol:
pl_pl: Błąd żądania roli ekranowania połączeń:
pt: Erro ao solicitar a função de rastreio de chamadas:
ru_ru: Ошибка запроса роли фильтрации вызовов:
sv_se: Fel vid begäran om samtalsscreeningroll:
th_th: ข้อผิดพลาดในการร้องขอบทบาทการคัดกรองการโทร:
tr_tr: Çağrı tarama rolü istenirken hata oluştu:
uk_ua: Помилка запиту на роль перевірки дзвінків:
vi_vn: Lỗi khi yêu cầu vai trò sàng lọc cuộc gọi:
zh_cn: 请求呼叫筛选角色错误：
zh_mo: 請求來電篩選角色時出錯：

source: SetUp Default
ar: إعداد افتراضي
da_dk: Opsæt standard
de: Standard einrichten
el_gr: Ορισμός ως Προεπιλογή
es: Establecer como predeterminado
fr: Configurer par défaut
he_il: הגדר כברירת מחדל
id_id: Siapkan Default
it: Imposta predefinito
ja_jp: デフォルトに設定
ko_kr: 기본 설정
ms_my: Sediakan Lalai
my_mm: Default အဖြစ်သတ်မှတ်ပါ
nl_nl: Standaard instellen
pl_pl: Ustaw jako domyślną
pt: Definir como Predefinida
ru_ru: Настроить по умолчанию
sv_se: Ställ in som standard
th_th: ตั้งค่าเริ่มต้น
tr_tr: Varsayılan Olarak Ayarla
uk_ua: Встановити за замовчуванням
vi_vn: Thiết lập mặc định
zh_cn: 设为默认
zh_mo: 設定預設值

source: Feature
ar: الميزة
da_dk: Funktion
de: Funktion
el_gr: Χαρακτηριστικό
es: Característica
fr: Fonctionnalité
he_il: תכונה
id_id: Fitur
it: Funzionalità
ja_jp: 特徴
ko_kr: 기능
ms_my: Ciri
my_mm: အင်္ဂါရပ်
nl_nl: Functie
pl_pl: Funkcja
pt: Funcionalidade
ru_ru: Функция
sv_se: Funktion
th_th: คุณสมบัติ
tr_tr: Özellik
uk_ua: Функція
vi_vn: Tính năng
zh_cn: 功能
zh_mo: 功能

# feature1
source: Supporting Subscription
zh_cn: 支持订阅
zh_mo: 支援訂閱

# feature2
source: Supporting Regex
zh_cn: 支持正规则
zh_mo: 支援正則表達式

# feature3
source: privacy
zh_cn: 隐私保护
zh_mo: 私隱保障

source: feature description
ar: وصف الميزة
da_dk: funktionsbeskrivelse
de: Funktionsbeschreibung
el_gr: περιγραφή χαρακτηριστικού
es: descripción de la característica
fr: Description de la fonctionnalité
he_il: תיאור התכונה
id_id: deskripsi fitur
it: descrizione funzionalità
ja_jp: 機能の説明
ko_kr: 기능 설명
ms_my: penerangan ciri
my_mm: အင်္ဂါရပ်ဖော်ပြချက်
nl_nl: functiebeschrijving
pl_pl: opis funkcji
pt: descrição da funcionalidade
ru_ru: описание функции
sv_se: funktionsbeskrivning
th_th: คำอธิบายคุณสมบัติ
tr_tr: özellik açıklaması
uk_ua: опис функції
vi_vn: mô tả tính năng
zh_cn: 功能说明
zh_mo: 功能描述

source: Settings saved
ar: تم حفظ الإعدادات
da_dk: Indstillinger gemt
de: Einstellungen gespeichert
el_gr: Αποθήκευση ρυθμίσεων
es: Ajustes guardados
fr: Paramètres enregistrés
he_il: ההגדרות נשמרו
id_id: Pengaturan disimpan
it: Impostazioni salvate
ja_jp: 設定が保存されました
ko_kr: 설정이 저장되었습니다
ms_my: Tetapan disimpan
my_mm: ဆက်တင်များကိုသိမ်းဆည်းပြီးပါပြီ
nl_nl: Instellingen opgeslagen
pl_pl: Ustawienia zapisane
pt: Definições guardadas
ru_ru: Настройки сохранены
sv_se: Inställningar sparade
th_th: บันทึกการตั้งค่าแล้ว
tr_tr: Ayarlar kaydedildi
uk_ua: Налаштування збережено
vi_vn: Đã lưu cài đặt
zh_cn: 设置已保存
zh_mo: 設定已保存

source: Settings
ar: الإعدادات
da_dk: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
fr: Paramètres
he_il: הגדרות
id_id: Pengaturan
it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
my_mm: ဆက်တင်များ
nl_nl: Instellingen
pl_pl: Ustawienia
pt: Definições
ru_ru: Настройки
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_cn: 设置
zh_mo: 設定

source: About
ar: حول
da_dk: Om
de: Über
el_gr: Σχετικά
es: Acerca de
fr: À propos
he_il: אודות
id_id: Tentang
it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
ms_my: Perihal
my_mm: အကြောင်း
nl_nl: Over
pl_pl: O aplikacji
pt: Sobre
ru_ru: О программе
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про програму
vi_vn: Giới thiệu
zh_cn: 关于
zh_mo: 關於

source: Ad Enabled:
ar: تمكين الإعلانات:
da_dk: Annonce aktiveret:
de: Werbung aktiviert:
el_gr: Ενεργοποίηση διαφημίσεων:
es: Anuncios habilitados:
fr: Publicité activée :
he_il: מודעות מופעלות:
id_id: Iklan Diaktifkan:
it: Annunci abilitati:
ja_jp: 広告が有効になっています：
ko_kr: 광고 활성화:
ms_my: Iklan Didayakan:
my_mm: ကြော်ငြာဖွင့်ထားသည်
nl_nl: Advertenties ingeschakeld:
pl_pl: Reklamy włączone:
pt: Anúncios Ativados:
ru_ru: Реклама включена:
sv_se: Annonser aktiverade:
th_th: เปิดใช้งานโฆษณา:
tr_tr: Reklam Etkinleştirildi:
uk_ua: Реклама ввімкнена:
vi_vn: Đã bật quảng cáo:
zh_cn: 已启用广告：
zh_mo: 廣告已啟用：

source: Enabled
ar: مُمَكّن
da_dk: Aktiveret
de: Aktiviert
el_gr: Ενεργοποιημένο
es: Habilitado
fr: Activé
he_il: מופעל
id_id: Diaktifkan
it: Abilitato
ja_jp: 有効
ko_kr: 활성화됨
ms_my: Didayakan
my_mm: ဖွင့်ထားသည်
nl_nl: Ingeschakeld
pl_pl: Włączone
pt: Ativado
ru_ru: Включено
sv_se: Aktiverad
th_th: เปิดใช้งาน
tr_tr: Etkin
uk_ua: Увімкнено
vi_vn: Đã bật
zh_cn: 已启用
zh_mo: 已啟用

source: Disabled
ar: مُعَطَّل
da_dk: Deaktiveret
de: Deaktiviert
el_gr: Απενεργοποιημένο
es: Deshabilitado
fr: Désactivé
he_il: מושבת
id_id: Dinonaktifkan
it: Disabilitato
ja_jp: 無効
ko_kr: 비활성화됨
ms_my: Dilumpuhkan
my_mm: ပိတ်ထားသည်
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt: Desativado
ru_ru: Выключено
sv_se: Inaktiverad
th_th: ปิดใช้งาน
tr_tr: Devre Dışı
uk_ua: Вимкнено
vi_vn: Đã tắt
zh_cn: 已禁用
zh_mo: 已禁用

source: Remove ADs and Enable Online Backup
ar: إزالة الإعلانات وتمكين النسخ الاحتياطي عبر الإنترنت
da_dk: Fjern annoncer og aktiver online backup
de: Werbung entfernen und Online-Backup aktivieren
el_gr: Αφαίρεση διαφημίσεων και ενεργοποίηση online backup
es: Eliminar anuncios y habilitar la copia de seguridad en línea
fr: Supprimer les publicités et activer la sauvegarde en ligne
he_il: הסר מודעות והפעל גיבוי מקוון
id_id: Hapus Iklan dan Aktifkan Pencadangan Online
it: Rimuovi annunci e abilita backup online
ja_jp: 広告を削除してオンラインバックアップを有効にする
ko_kr: 광고 제거 및 온라인 백업 활성화
ms_my: Alih keluar Iklan dan Dayakan Sandaran Dalam Talian
my_mm: ကြော်ငြာများဖယ်ရှားပြီးအွန်လိုင်း Backup ကိုဖွင့်ပါ
nl_nl: Advertenties verwijderen en online back-up inschakelen
pl_pl: Usuń reklamy i włącz kopię zapasową online
pt: Remover Anúncios e Ativar Backup Online
ru_ru: Удалить рекламу и включить онлайн-резервное копирование
sv_se: Ta bort annonser och aktivera online-säkerhetskopiering
th_th: ลบโฆษณาและเปิดใช้งานการสำรองข้อมูลออนไลน์
tr_tr: Reklamları Kaldır ve Çevrimiçi Yedeklemeyi Etkinleştir
uk_ua: Видалити рекламу та ввімкнути онлайн-резервне копіювання
vi_vn: Xóa quảng cáo và bật sao lưu trực tuyến
zh_cn: 移除广告并启用在线备份
zh_mo: 移除廣告並啟用線上備份

source: Enable to remove ads
ar: تمكين لإزالة الإعلانات
da_dk: Aktivér for at fjerne annoncer
de: Aktivieren, um Werbung zu entfernen
el_gr: Ενεργοποιήστε για να αφαιρέσετε τις διαφημίσεις
es: Habilitar para eliminar anuncios
fr: Activer pour supprimer les publicités
he_il: הפעל כדי להסיר מודעות
id_id: Aktifkan untuk menghapus iklan
it: Abilita per rimuovere gli annunci
ja_jp: 広告を削除するには有効にします
ko_kr: 광고를 제거하려면 활성화하세요
ms_my: Dayakan untuk mengalih keluar iklan
my_mm: ကြော်ငြာများဖယ်ရှားရန်ဖွင့်ပါ
nl_nl: Inschakelen om advertenties te verwijderen
pl_pl: Włącz, aby usunąć reklamy
pt: Ativar para remover anúncios
ru_ru: Включите, чтобы удалить рекламу
sv_se: Aktivera för att ta bort annonser
th_th: เปิดใช้งานเพื่อลบโฆษณา
tr_tr: Reklamları kaldırmak için etkinleştir
uk_ua: Увімкнути, щоб видалити рекламу
vi_vn: Bật để xóa quảng cáo
zh_cn: 启用以移除广告
zh_mo: 啟用以移除廣告

source: In-app purchases enabled
ar: تم تمكين عمليات الشراء داخل التطبيق
da_dk: Køb i appen aktiveret
de: In-App-Käufe aktiviert
el_gr: Ενεργοποιημένες αγορές εντός εφαρμογής
es: Compras en la aplicación habilitadas
fr: Achats intégrés activés
he_il: רכישות בתוך האפליקציה מופעלות
id_id: Pembelian dalam aplikasi diaktifkan
it: Acquisti in-app abilitati
ja_jp: アプリ内購入が有効になっています
ko_kr: 인앱 구매 활성화됨
ms_my: Pembelian dalam aplikasi didayakan
my_mm: အက်ပ်အတွင်းဝယ်ယူမှုများကိုဖွင့်ထားသည်
nl_nl: In-app aankopen ingeschakeld
pl_pl: Zakupy w aplikacji włączone
pt: Compras na aplicação ativadas
ru_ru: Внутриигровые покупки включены
sv_se: Köp i appen aktiverade
th_th: เปิดใช้งานการซื้อในแอป
tr_tr: Uygulama içi satın alımlar etkin
uk_ua: Внутрішньоігрові покупки ввімкнено
vi_vn: Đã bật mua hàng trong ứng dụng
zh_cn: 应用内购买已启用
zh_mo: 已啟用應用程式內購買

source: Blocked Call Action
ar: إجراء المكالمة المحظورة
da_dk: Handling for blokeret opkald
de: Aktion bei blockierten Anrufen
el_gr: Ενέργεια για αποκλεισμένες κλήσεις
es: Acción de llamada bloqueada
fr: Action d'appel bloqué
he_il: פעולה לשיחה חסומה
id_id: Tindakan Panggilan yang Diblokir
it: Azione chiamata bloccata
ja_jp: ブロックされた通話の操作
ko_kr: 차단된 통화 조치
ms_my: Tindakan Panggilan Disekat
my_mm: ပိတ်ဆို့ထားသောဖုန်းခေါ်ဆိုမှုလုပ်ဆောင်ချက်
nl_nl: Actie geblokkeerde oproep
pl_pl: Akcja dla zablokowanego połączenia
pt: Ação de Chamada Bloqueada
ru_ru: Действие при заблокированном вызове
sv_se: Åtgärd för blockerade samtal
th_th: การดำเนินการโทรที่ถูกบล็อก
tr_tr: Engellenen Çağrı Eylemi
uk_ua: Дія для заблокованого дзвінка
vi_vn: Hành động cuộc gọi bị chặn
zh_cn: 来电阻止操作
zh_mo: 已攔截來電操作

source: Repeated Calls
ar: المكالمات المتكررة
da_dk: Gentagne opkald
de: Wiederholte Anrufe
el_gr: Επαναλαμβανόμενες κλήσεις
es: Llamadas repetidas
fr: Appels répétés
he_il: שיחות חוזרות
id_id: Panggilan Berulang
it: Chiamate ripetute
ja_jp: 繰り返しの通話
ko_kr: 반복 통화
ms_my: Panggilan Berulang
my_mm: ထပ်ခါတလဲလဲဖုန်းခေါ်ဆိုမှုများ
nl_nl: Herhaalde oproepen
pl_pl: Powtarzane połączenia
pt: Chamadas Repetidas
ru_ru: Повторные вызовы
sv_se: Upprepade samtal
th_th: การโทรซ้ำ
tr_tr: Tekrarlanan Aramalar
uk_ua: Повторні дзвінки
vi_vn: Cuộc gọi lặp lại
zh_cn: 重复呼叫
zh_mo: 重複來電

source: AnswerThenHangup
ar: الرد ثم إنهاء المكالمة
da_dk: Svar og læg på
de: Annehmen und auflegen
el_gr: Απάντηση και τερματισμός
es: Responder y colgar
fr: Répondre puis raccrocher
he_il: מענה ואז ניתוק
id_id: JawabLaluPutus
it: Rispondi e riaggancia
ja_jp: 応答して切断
ko_kr: 응답 후 끊기
ms_my: JawabKemudianTamatkan
my_mm: ဖြေဆိုပြီးနောက်ဖုန်းချပါ
nl_nl: Beantwoorden en ophangen
pl_pl: Odbierz i rozłącz
pt: Atender e Desligar
ru_ru: Ответить и сбросить
sv_se: Svara sedan lägg på
th_th: รับสายแล้ววางสาย
tr_tr: CevaplaSonraKapat
uk_ua: Відповісти та скинути
vi_vn: Trả lời rồi cúp máy
zh_cn: 接听然后挂断
zh_mo: 接聽然後掛斷

source: SilenceNoAnswer
ar: صامت بدون رد
da_dk: Stilhed uden svar
de: Stumm schalten, nicht antworten
el_gr: Σίγαση χωρίς απάντηση
es: Silencio sin respuesta
fr: Silence sans réponse
he_il: השתקה ללא מענה
id_id: SenyapTidakJawab
it: Silenzioso senza risposta
ja_jp: サイレント、応答なし
ko_kr: 무음 무응답
ms_my: SenyapTiadaJawapan
my_mm: တိတ်ဆိတ်စွာမဖြေပါ
nl_nl: Stilte zonder antwoord
pl_pl: Cisza bez odpowiedzi
pt: Silêncio Sem Resposta
ru_ru: Без звука, без ответа
sv_se: Tystnad inget svar
th_th: เงียบไม่รับสาย
tr_tr: SessizCevaplama
uk_ua: Тиша без відповіді
vi_vn: Im lặng không trả lời
zh_cn: 无声无应答
zh_mo: 靜音無應答

source: Blocked Call Notification
ar: إشعار المكالمة المحظورة
da_dk: Notifikation om blokeret opkald
de: Benachrichtigung über blockierte Anrufe
el_gr: Ειδοποίηση αποκλεισμένης κλήσης
es: Notificación de llamada bloqueada
fr: Notification d'appel bloqué
he_il: התראה על שיחה חסומה
id_id: Notifikasi Panggilan yang Diblokir
it: Notifica chiamata bloccata
ja_jp: ブロックされた通話の通知
ko_kr: 차단된 통화 알림
ms_my: Pemberitahuan Panggilan Disekat
my_mm: ပိတ်ဆို့ထားသောဖုန်းခေါ်ဆိုမှုအကြောင်းကြားချက်
nl_nl: Melding geblokkeerde oproep
pl_pl: Powiadomienie o zablokowanym połączeniu
pt: Notificação de Chamada Bloqueada
ru_ru: Уведомление о заблокированном вызове
sv_se: Meddelande om blockerat samtal
th_th: การแจ้งเตือนการโทรที่ถูกบล็อก
tr_tr: Engellenen Çağrı Bildirimi
uk_ua: Сповіщення про заблокований дзвінок
vi_vn: Thông báo cuộc gọi bị chặn
zh_cn: 来电阻止通知
zh_mo: 已攔截來電通知

source: Enable Blocked Call Notification
ar: تمكين إشعار المكالمة المحظورة
da_dk: Aktivér notifikation om blokeret opkald
de: Benachrichtigung über blockierte Anrufe aktivieren
el_gr: Ενεργοποίηση ειδοποίησης αποκλεισμένης κλήσης
es: Habilitar notificación de llamada bloqueada
fr: Activer la notification d'appel bloqué
he_il: הפעל התראה על שיחה חסומה
id_id: Aktifkan Notifikasi Panggilan yang Diblokir
it: Abilita notifica chiamata bloccata
ja_jp: ブロックされた通話の通知を有効にする
ko_kr: 차단된 통화 알림 활성화
ms_my: Dayakan Pemberitahuan Panggilan Disekat
my_mm: ပိတ်ဆို့ထားသောဖုန်းခေါ်ဆိုမှုအကြောင်းကြားချက်ကိုဖွင့်ပါ
nl_nl: Melding geblokkeerde oproep inschakelen
pl_pl: Włącz powiadomienia o zablokowanych połączeniach
pt: Ativar Notificação de Chamada Bloqueada
ru_ru: Включить уведомление о заблокированном вызове
sv_se: Aktivera meddelande om blockerat samtal
th_th: เปิดใช้งานการแจ้งเตือนการโทรที่ถูกบล็อก
tr_tr: Engellenen Çağrı Bildirimini Etkinleştir
uk_ua: Увімкнути сповіщення про заблокований дзвінок
vi_vn: Bật thông báo cuộc gọi bị chặn
zh_cn: 启用来电阻止通知
zh_mo: 啟用已攔截來電通知

source: Disable Blocked Call Notification
ar: تعطيل إشعار المكالمة المحظورة
da_dk: Deaktiver notifikation om blokeret opkald
de: Benachrichtigung über blockierte Anrufe deaktivieren
el_gr: Απενεργοποίηση ειδοποίησης αποκλεισμένης κλήσης
es: Deshabilitar notificación de llamada bloqueada
fr: Désactiver la notification d'appel bloqué
he_il: השבת התראה על שיחה חסומה
id_id: Nonaktifkan Notifikasi Panggilan yang Diblokir
it: Disabilita notifica chiamata bloccata
ja_jp: ブロックされた通話の通知を無効にする
ko_kr: 차단된 통화 알림 비활성화
ms_my: Lumpuhkan Pemberitahuan Panggilan Disekat
my_mm: ပိတ်ဆို့ထားသောဖုန်းခေါ်ဆိုမှုအကြောင်းကြားချက်ကိုပိတ်ပါ
nl_nl: Melding geblokkeerde oproep uitschakelen
pl_pl: Wyłącz powiadomienia o zablokowanych połączeniach
pt: Desativar Notificação de Chamada Bloqueada
ru_ru: Отключить уведомление о заблокированном вызове
sv_se: Inaktivera meddelande om blockerat samtal
th_th: ปิดใช้งานการแจ้งเตือนการโทรที่ถูกบล็อก
tr_tr: Engellenen Çağrı Bildirimini Devre Dışı Bırak
uk_ua: Вимкнути сповіщення про заблокований дзвінок
vi_vn: Tắt thông báo cuộc gọi bị chặn
zh_cn: 禁用来电阻止通知
zh_mo: 禁用已攔截來電通知

source: Auto Close Local Notification
ar: إغلاق الإشعار المحلي تلقائيًا
da_dk: Luk lokal notifikation automatisk
de: Lokale Benachrichtigung automatisch schließen
el_gr: Αυτόματος τερματισμός τοπικής ειδοποίησης
es: Cerrar automáticamente la notificación local
fr: Fermeture automatique de la notification locale
he_il: סגירה אוטומטית של התראה מקומית
id_id: Tutup Otomatis Notifikasi Lokal
it: Chiusura automatica notifica locale
ja_jp: ローカル通知を自動的に閉じる
ko_kr: 로컬 알림 자동 닫기
ms_my: Tutup Automatik Pemberitahuan Tempatan
my_mm: Local Notification ကိုအလိုအလျောက်ပိတ်ပါ
nl_nl: Lokale melding automatisch sluiten
pl_pl: Automatycznie zamykaj powiadomienia lokalne
pt: Fechar Automaticamente Notificação Local
ru_ru: Автоматическое закрытие локального уведомления
sv_se: Stäng automatiskt lokalt meddelande
th_th: ปิดการแจ้งเตือนท้องถิ่นอัตโนมัติ
tr_tr: Yerel Bildirimi Otomatik Kapat
uk_ua: Автоматично закривати локальні сповіщення
vi_vn: Tự động đóng thông báo cục bộ
zh_cn: 自动关闭本地通知
zh_mo: 自動關閉本地通知

source: Only Original Call App Notification
ar: إشعار تطبيق المكالمات الأصلي فقط
da_dk: Kun original opkaldsapp notifikation
de: Nur Benachrichtigung der ursprünglichen Anruf-App
el_gr: Μόνο ειδοποίηση από την αρχική εφαρμογή κλήσεων
es: Solo notificación de la aplicación de llamadas original
fr: Notification de l'application d'appel d'origine uniquement
he_il: התראה רק מאפליקציית השיחות המקורית
id_id: Hanya Notifikasi Aplikasi Panggilan Asli
it: Solo notifica app chiamata originale
ja_jp: 元の通話アプリの通知のみ
ko_kr: 원래 통화 앱 알림만
ms_my: Hanya Pemberitahuan Aplikasi Panggilan Asal
my_mm: Original Call App Notification သာ
nl_nl: Alleen melding van originele oproep-app
pl_pl: Tylko powiadomienie oryginalnej aplikacji połączeń
pt: Apenas Notificação da Aplicação de Chamadas Original
ru_ru: Только уведомление исходного приложения вызова
sv_se: Endast originalmeddelande för samtalsapp
th_th: เฉพาะการแจ้งเตือนแอปโทรต้นฉบับ
tr_tr: Yalnızca Orijinal Çağrı Uygulaması Bildirimi
uk_ua: Тільки сповіщення оригінальної програми дзвінків
vi_vn: Chỉ thông báo ứng dụng gọi gốc
zh_cn: 仅原始呼叫应用通知
zh_mo: 僅限原始來電應用程式通知
