Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Restore from Google Drive
ar: استعادة من Google Drive
da_dk: Gendan fra Google Drive
de: Von Google Drive wiederherstellen
el_gr: Επαναφορά από Google Drive
es: Restaurar desde Google Drive
fr: Restaurer depuis Google Drive
he_il: שחזר מ-Google Drive
id_id: Pulihkan dari Google Drive
it: Ripristina da Google Drive
ja_jp: Googleドライブから復元
ko_kr: Google 드라이브에서 복원
ms_my: Pulihkan daripada Google Drive
my_mm: Google Drive မှ Restore
nl_nl: Herstellen van Google Drive
pl_pl: Przywróć z Google Drive
pt: Restaurar do Google Drive
ru_ru: Восстановить из Google Диска
sv_se: Återställ från Google Drive
th_th: กู้คืนจาก Google Drive
tr_tr: Google Drive'dan Geri Yükle
uk_ua: Відновити з Google Drive
vi_vn: Khôi phục từ Google Drive
zh_cn: 从 Google 云端硬盘恢复
zh_mo: 從 Google Drive 還原

source: Restore from OneDrive
ar: استعادة من OneDrive
da_dk: Gendan fra OneDrive
de: Von OneDrive wiederherstellen
el_gr: Επαναφορά από OneDrive
es: Restaurar desde OneDrive
fr: Restaurer depuis OneDrive
he_il: שחזר מ-OneDrive
id_id: Pulihkan dari OneDrive
it: Ripristina da OneDrive
ja_jp: OneDriveから復元
ko_kr: OneDrive에서 복원
ms_my: Pulihkan daripada OneDrive
my_mm: OneDrive မှ Restore
nl_nl: Herstellen van OneDrive
pl_pl: Przywróć z OneDrive
pt: Restaurar do OneDrive
ru_ru: Восстановить из OneDrive
sv_se: Återställ från OneDrive
th_th: กู้คืนจาก OneDrive
tr_tr: OneDrive'dan Geri Yükle
uk_ua: Відновити з OneDrive
vi_vn: Khôi phục từ OneDrive
zh_cn: 从 OneDrive 恢复
zh_mo: 從 OneDrive 還原

# webdav
source: WebDAV Setting
ar: إعداد WebDAV
da_dk: WebDAV-indstilling
de: WebDAV-Einstellung
el_gr: Ρυθμίσεις WebDAV
es: Configuración de WebDAV
fr: Paramètres WebDAV
he_il: הגדרת WebDAV
id_id: Pengaturan WebDAV
it: Impostazioni WebDAV
ja_jp: WebDAV設定
ko_kr: WebDAV 설정
ms_my: Tetapan WebDAV
nl_nl: WebDAV-instelling
pl_pl: Ustawienia WebDAV
pt: Definição WebDAV
ru_ru: Настройки WebDAV
sv_se: WebDAV-inställning
th_th: การตั้งค่า WebDAV
tr_tr: WebDAV Ayarı
uk_ua: Налаштування WebDAV
vi_vn: Cài đặt WebDAV
zh_cn: WebDAV 设置
zh_mo: WebDAV 設定

source: WebDAV URL
ar: عنوان URL لـ WebDAV
el_gr: URL WebDAV
es: URL de WebDAV
fr: URL WebDAV
he_il: כתובת URL של WebDAV
id_id: URL WebDAV
it: URL WebDAV
ms_my: URL WebDAV
pl_pl: Adres URL WebDAV
pt: URL WebDAV
ru_ru: URL WebDAV
th_th: URL ของ WebDAV
tr_tr: WebDAV URL'si
uk_ua: URL-адреса WebDAV
vi_vn: URL WebDAV
zh_mo: WebDAV 網址

source: User Name
ar: اسم المستخدم
da_dk: Brugernavn
de: Benutzername
el_gr: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
he_il: שם משתמש
id_id: Nama pengguna
it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
ms_my: Nama Pengguna
my_mm: အသုံးပြုသူအမည်
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt: Nome de Utilizador
ru_ru: Имя пользователя
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı Adı
uk_ua: Ім'я користувача
vi_vn: Tên người dùng
zh_cn: 用户名
zh_mo: 用戶名

source: Password
ar: كلمة المرور
da_dk: Adgangskode
de: Passwort
el_gr: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
he_il: סיסמה
id_id: Kata sandi
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata Laluan
my_mm: စကားဝှက်
nl_nl: Wachtwoord
pl_pl: Hasło
pt: Palavra-passe
ru_ru: Пароль
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Şifre
uk_ua: Пароль
vi_vn: Mật khẩu
zh_cn: 密码
zh_mo: 密碼

source: Test
ar: اختبار
el_gr: Δοκιμή
es: Prueba
fr: Tester
he_il: בדיקה
id_id: Tes
ja_jp: テスト
ko_kr: 테스트
ms_my: Uji
my_mm: စမ်းသပ်ပါ
nl_nl: Testen
pt: Testar
ru_ru: Тест
sv_se: Testa
th_th: ทดสอบ
tr_tr: Test Et
uk_ua: Тест
vi_vn: Kiểm tra
zh_cn: 测试
zh_mo: 測試

source: Google Drive Setting
ar: إعداد Google Drive
da_dk: Google Drive-indstilling
de: Google Drive-Einstellung
el_gr: Ρυθμίσεις Google Drive
es: Configuración de Google Drive
fr: Paramètres Google Drive
he_il: הגדרת Google Drive
id_id: Pengaturan Google Drive
it: Impostazioni Google Drive
ja_jp: Googleドライブ設定
ko_kr: Google 드라이브 설정
ms_my: Tetapan Google Drive
nl_nl: Google Drive-instelling
pl_pl: Ustawienia Google Drive
pt: Definição do Google Drive
ru_ru: Настройки Google Диска
sv_se: Google Drive-inställning
th_th: การตั้งค่า Google Drive
tr_tr: Google Drive Ayarı
uk_ua: Налаштування Google Drive
vi_vn: Cài đặt Google Drive
zh_cn: Google 云端硬盘设置
zh_mo: Google Drive 設定

source: Login/Logout Google Drive
ar: تسجيل الدخول/تسجيل الخروج من Google Drive
de: Anmelden/Abmelden bei Google Drive
el_gr: Σύνδεση/Αποσύνδεση Google Drive
es: Iniciar/cerrar sesión en Google Drive
fr: Connexion/Déconnexion Google Drive
he_il: התחבר/התנתק מ-Google Drive
id_id: Masuk/Keluar Google Drive
it: Accedi/Esci da Google Drive
ja_jp: Googleドライブにログイン/ログアウト
ko_kr: Google 드라이브 로그인/로그아웃
ms_my: Log Masuk/Log Keluar Google Drive
my_mm: Google Drive သို့ဝင်ရောက် / ထွက်ခွာ
nl_nl: Aanmelden/afmelden Google Drive
pl_pl: Zaloguj/Wyloguj Google Drive
pt: Iniciar/Terminar Sessão no Google Drive
ru_ru: Вход/выход из Google Диска
sv_se: Logga in/ut Google Drive
th_th: เข้าสู่ระบบ/ออกจากระบบ Google Drive
tr_tr: Google Drive'da Oturum Aç/Kapat
uk_ua: Вхід/вихід з Google Drive
vi_vn: Đăng nhập/Đăng xuất Google Drive
zh_cn: 登录/退出 Google 云端硬盘
zh_mo: 登入/登出 Google Drive

source: Logout Google Drive
ar: تسجيل الخروج من Google Drive
de: Von Google Drive abmelden
el_gr: Αποσύνδεση Google Drive
es: Cerrar sesión en Google Drive
fr: Déconnexion Google Drive
he_il: התנתק מ-Google Drive
id_id: Keluar Google Drive
it: Esci da Google Drive
ja_jp: Googleドライブからログアウト
ko_kr: Google 드라이브 로그아웃
ms_my: Log Keluar Google Drive
my_mm: Google Drive မှထွက်ခွာ
nl_nl: Afmelden Google Drive
pl_pl: Wyloguj Google Drive
pt: Terminar Sessão no Google Drive
ru_ru: Выйти из Google Диска
sv_se: Logga ut Google Drive
th_th: ออกจากระบบ Google Drive
tr_tr: Google Drive'dan Çıkış Yap
uk_ua: Вихід з Google Drive
vi_vn: Đăng xuất Google Drive
zh_cn: 退出 Google 云端硬盘
zh_mo: 登出 Google Drive

source: Login Google Drive
ar: تسجيل الدخول إلى Google Drive
de: Bei Google Drive anmelden
el_gr: Σύνδεση Google Drive
es: Iniciar sesión en Google Drive
fr: Connexion Google Drive
he_il: התחבר ל-Google Drive
id_id: Masuk Google Drive
it: Accedi a Google Drive
ja_jp: Googleドライブにログイン
ko_kr: Google 드라이브 로그인
ms_my: Log Masuk Google Drive
my_mm: Google Drive သို့ဝင်ရောက်
nl_nl: Aanmelden Google Drive
pl_pl: Zaloguj Google Drive
pt: Iniciar Sessão no Google Drive
ru_ru: Войти в Google Диск
sv_se: Logga in Google Drive
th_th: เข้าสู่ระบบ Google Drive
tr_tr: Google Drive'da Oturum Aç
uk_ua: Вхід до Google Drive
vi_vn: Đăng nhập Google Drive
zh_cn: 登录 Google 云端硬盘
zh_mo: 登入 Google Drive

source: Google Drive Login Failed
ar: فشل تسجيل الدخول إلى Google Drive
da_dk: Google Drive-login mislykkedes
de: Anmeldung bei Google Drive fehlgeschlagen
el_gr: Αποτυχία σύνδεσης Google Drive
es: Error al iniciar sesión en Google Drive
fr: Échec de la connexion à Google Drive
he_il: התחברות ל-Google Drive נכשלה
id_id: Gagal Masuk Google Drive
it: Accesso a Google Drive non riuscito
ja_jp: Googleドライブへのログインに失敗しました
ko_kr: Google 드라이브 로그인 실패
ms_my: Log Masuk Google Drive Gagal
my_mm: Google Drive ဝင်ရောက်မှုမအောင်မြင်ပါ
nl_nl: Aanmelden Google Drive mislukt
pl_pl: Logowanie do Google Drive nie powiodło się
pt: Falha ao Iniciar Sessão no Google Drive
ru_ru: Ошибка входа в Google Диск
sv_se: Inloggning till Google Drive misslyckades
th_th: การเข้าสู่ระบบ Google Drive ล้มเหลว
tr_tr: Google Drive Oturum Açma Başarısız
uk_ua: Вхід до Google Drive не вдався
vi_vn: Đăng nhập Google Drive không thành công
zh_cn: Google 云端硬盘登录失败
zh_mo: Google Drive 登入失敗

source: Google Drive Login Successfully
ar: نجح تسجيل الدخول إلى Google Drive
da_dk: Google Drive-login lykkedes
de: Anmeldung bei Google Drive erfolgreich
el_gr: Επιτυχής σύνδεση Google Drive
es: Inicio de sesión en Google Drive correcto
fr: Connexion à Google Drive réussie
he_il: התחברות ל-Google Drive הצליחה
id_id: Berhasil Masuk Google Drive
it: Accesso a Google Drive riuscito
ja_jp: Googleドライブにログインしました
ko_kr: Google 드라이브 로그인 성공
ms_my: Log Masuk Google Drive Berjaya
my_mm: Google Drive ဝင်ရောက်မှုအောင်မြင်ပါသည်
nl_nl: Aanmelden Google Drive gelukt
pl_pl: Logowanie do Google Drive powiodło się
pt: Sessão Iniciada com Sucesso no Google Drive
ru_ru: Успешный вход в Google Диск
sv_se: Inloggning till Google Drive lyckades
th_th: การเข้าสู่ระบบ Google Drive สำเร็จ
tr_tr: Google Drive Oturum Açma Başarılı
uk_ua: Вхід до Google Drive успішний
vi_vn: Đăng nhập Google Drive thành công
zh_cn: 谷歌云端硬盘登录成功
zh_mo: Google Drive 登入成功

source: Login
ar: تسجيل الدخول
de: Anmelden
el_gr: Σύνδεση
es: Iniciar sesión
fr: Connexion
he_il: התחבר
id_id: Masuk
it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ms_my: Log Masuk
my_mm: ဝင်ရောက်ပါ
nl_nl: Aanmelden
pl_pl: Zaloguj
pt: Iniciar Sessão
ru_ru: Вход
sv_se: Logga in
th_th: เข้าสู่ระบบ
tr_tr: Oturum Aç
uk_ua: Вхід
vi_vn: Đăng nhập
zh_cn: 登录
zh_mo: 登入

source: Redirect URL
ar: عنوان URL لإعادة التوجيه
da_dk: Omdirigerings-URL
de: Umleitungs-URL
el_gr: URL ανακατεύθυνσης
es: URL de redireccionamiento
fr: URL de redirection
he_il: כתובת URL להפניה
id_id: URL Pengalihan
it: URL di reindirizzamento
ja_jp: リダイレクトURL
ko_kr: 리디렉션 URL
ms_my: URL Pengalihan
my_mm: ပြန်ညွှန်း URL
nl_nl: Omleidings-URL
pl_pl: Adres URL przekierowania
pt: URL de Redirecionamento
ru_ru: URL перенаправления
sv_se: Omdirigeringsadress
th_th: URL เปลี่ยนเส้นทาง
tr_tr: Yönlendirme URL'si
uk_ua: URL-адреса перенаправлення
vi_vn: URL chuyển hướng
zh_cn: 重定向 URL
zh_mo: 重定向網址

source: Client ID
ar: معرف العميل
da_dk: Klient-ID
el_gr: ID πελάτη
es: ID de cliente
fr: ID client
he_il: מזהה לקוח
id_id: ID Klien
it: ID client
ja_jp: クライアントID
ko_kr: 클라이언트 ID
ms_my: ID Pelanggan
pl_pl: Identyfikator klienta
pt: ID do Cliente
ru_ru: ID клиента
sv_se: Klient-ID
th_th: รหัสไคลเอ็นต์
tr_tr: İstemci Kimliği
uk_ua: ID клієнта
vi_vn: ID khách hàng
zh_cn: 客户端 ID
zh_mo: 客戶端 ID

source: Input OneDrive Credentials
ar: أدخل بيانات اعتماد OneDrive
da_dk: Indtast OneDrive-legitimationsoplysninger
de: OneDrive-Anmeldedaten eingeben
el_gr: Εισαγωγή διαπιστευτηρίων OneDrive
es: Introducir credenciales de OneDrive
fr: Saisir les identifiants OneDrive
he_il: הזן אישורי OneDrive
id_id: Masukkan Kredensial OneDrive
it: Inserisci le credenziali di OneDrive
ja_jp: OneDriveの資格情報を入力してください
ko_kr: OneDrive 자격 증명 입력
ms_my: Masukkan Kredensial OneDrive
my_mm: OneDrive အထောက်အထားများကိုထည့်သွင်းပါ
nl_nl: OneDrive-gegevens invoeren
pl_pl: Wprowadź dane uwierzytelniające OneDrive
pt: Introduzir Credenciais do OneDrive
ru_ru: Введите учетные данные OneDrive
sv_se: Ange OneDrive-uppgifter
th_th: ป้อนข้อมูลประจำตัว OneDrive
tr_tr: OneDrive Kimlik Bilgilerini Girin
uk_ua: Введіть облікові дані OneDrive
vi_vn: Nhập thông tin đăng nhập OneDrive
zh_cn: 输入 OneDrive 凭据
zh_mo: 輸入 OneDrive 憑據

source: OneDrive Setting
ar: إعداد OneDrive
da_dk: OneDrive-indstilling
de: OneDrive-Einstellung
el_gr: Ρυθμίσεις OneDrive
es: Configuración de OneDrive
fr: Paramètres OneDrive
he_il: הגדרת OneDrive
id_id: Pengaturan OneDrive
it: Impostazioni OneDrive
ja_jp: OneDrive設定
ko_kr: OneDrive 설정
ms_my: Tetapan OneDrive
nl_nl: OneDrive-instelling
pl_pl: Ustawienia OneDrive
pt: Definição do OneDrive
ru_ru: Настройки OneDrive
sv_se: OneDrive-inställning
th_th: การตั้งค่า OneDrive
tr_tr: OneDrive Ayarı
uk_ua: Налаштування OneDrive
vi_vn: Cài đặt OneDrive
zh_cn: OneDrive 设置
zh_mo: OneDrive 設定

source: Input Client ID & Redirect URL
ar: أدخل معرف العميل وعنوان URL لإعادة التوجيه
da_dk: Indtast klient-ID og omdirigerings-URL
de: Client-ID & Umleitungs-URL eingeben
el_gr: Εισαγωγή ID πελάτη & URL ανακατεύθυνσης
es: Introducir ID de cliente y URL de redireccionamiento
fr: Saisir l'ID client et l'URL de redirection
he_il: הזן מזהה לקוח וכתובת URL להפניה
id_id: Masukkan ID Klien & URL Pengalihan
it: Inserisci ID client e URL di reindirizzamento
ja_jp: クライアントIDとリダイレクトURLを入力してください
ko_kr: 클라이언트 ID 및 리디렉션 URL 입력
ms_my: Masukkan ID Pelanggan & URL Pengalihan
my_mm: Client ID နှင့် Redirect URL ကိုထည့်သွင်းပါ
nl_nl: Client-ID en omleidings-URL invoeren
pl_pl: Wprowadź identyfikator klienta i adres URL przekierowania
pt: Introduzir ID do Cliente e URL de Redirecionamento
ru_ru: Введите ID клиента и URL перенаправления
sv_se: Ange klient-ID och omdirigeringsadress
th_th: ป้อนรหัสไคลเอ็นต์และ URL เปลี่ยนเส้นทาง
tr_tr: İstemci Kimliği ve Yönlendirme URL'sini Girin
uk_ua: Введіть ID клієнта та URL-адресу перенаправлення
vi_vn: Nhập ID khách hàng & URL chuyển hướng
zh_cn: 输入客户端 ID 和重定向 URL
zh_mo: 輸入客戶端 ID 和重定向網址

source: Login failed
ar: فشل تسجيل الدخول
da_dk: Login mislykkedes
de: Anmeldung fehlgeschlagen
el_gr: Αποτυχία σύνδεσης
es: Error al iniciar sesión
fr: Échec de la connexion
he_il: התחברות נכשלה
id_id: Gagal masuk
it: Accesso non riuscito
ja_jp: ログインに失敗しました
ko_kr: 로그인 실패
ms_my: Log masuk gagal
my_mm: ဝင်ရောက်မှုမအောင်မြင်ပါ
nl_nl: Aanmelden mislukt
pl_pl: Logowanie nie powiodło się
pt: Falha ao iniciar sessão
ru_ru: Ошибка входа
sv_se: Inloggning misslyckades
th_th: การเข้าสู่ระบบล้มเหลว
tr_tr: Oturum açma başarısız
uk_ua: Вхід не вдався
vi_vn: Đăng nhập thất bại
zh_cn: 登录失败
zh_mo: 登入失敗

source: Export Whitelists Page
ar: تصدير صفحة القوائم البيضاء
da_dk: Eksporter hvidlistesider
de: Seite "Whitelists exportieren"
el_gr: Εξαγωγή σελίδων λευκής λίστας
es: Exportar páginas de listas blancas
fr: Exporter les pages de listes blanches
he_il: ייצא עמודי רשימה לבנה
id_id: Ekspor Halaman Daftar Putih
it: Esporta pagina liste bianche
ja_jp: ホワイトリストページをエクスポート
ko_kr: 허용 목록 페이지 내보내기
ms_my: Eksport Halaman Senarai Putih
my_mm: ခွင့်ပြုစာရင်းစာမျက်နှာများကိုတင်ပို့ပါ
nl_nl: Pagina witte lijsten exporteren
pl_pl: Eksportuj strony białej listy
pt: Exportar Páginas de Listas Brancas
ru_ru: Экспортировать страницу белых списков
sv_se: Exportera vitlistasidor
th_th: ส่งออกหน้ารายการที่อนุญาต
tr_tr: Beyaz Liste Sayfalarını Dışa Aktar
uk_ua: Експортувати сторінки білого списку
vi_vn: Xuất trang danh sách trắng
zh_cn: 导出白名单页面
zh_mo: 導出白名單頁面

source: Export Regex Page
ar: تصدير صفحة التعبير العادي
da_dk: Eksporter Regex-side
de: Seite "Regex exportieren"
el_gr: Εξαγωγή σελίδας regex
es: Exportar página Regex
fr: Exporter la page Regex
he_il: ייצא עמוד ביטוי רגולרי
id_id: Ekspor Halaman Regex
it: Esporta pagina regex
ja_jp: 正規表現ページをエクスポート
ko_kr: 정규식 페이지 내보내기
ms_my: Eksport Halaman Regex
my_mm: Regex စာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina regex exporteren
pl_pl: Eksportuj stronę wyrażeń regularnych
pt: Exportar Página Regex
ru_ru: Экспортировать страницу Regex
sv_se: Exportera Regex-sida
th_th: ส่งออกหน้านิพจน์ทั่วไป
tr_tr: Regex Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку регулярних виразів
vi_vn: Xuất trang Regex
zh_cn: 导出正则表达式页面
zh_mo: 導出正則表達式頁面

source: Import Regex Page
ar: استيراد صفحة التعبير العادي
da_dk: Importer Regex-side
de: Seite "Regex importieren"
el_gr: Εισαγωγή σελίδας regex
es: Importar página Regex
fr: Importer la page Regex
he_il: ייבא עמוד ביטוי רגולרי
id_id: Impor Halaman Regex
it: Importa pagina regex
ja_jp: 正規表現ページをインポート
ko_kr: 정규식 페이지 가져오기
ms_my: Import Halaman Regex
my_mm: Regex စာမျက်နှာကိုတင်သွင်းပါ
nl_nl: Pagina regex importeren
pl_pl: Importuj stronę wyrażeń regularnych
pt: Importar Página Regex
ru_ru: Импортировать страницу Regex
sv_se: Importera Regex-sida
th_th: นำเข้านิพจน์ทั่วไป
tr_tr: Regex Sayfasını İçeri Aktar
uk_ua: Імпортувати сторінку регулярних виразів
vi_vn: Nhập trang Regex
zh_cn: 导入正则表达式页面
zh_mo: 導入正則表達式頁面

source: Regex Pattern Explanation
ar: شرح نمط التعبير العادي
da_dk: Forklaring af Regex-mønster
de: Erläuterung des Regex-Musters
el_gr: Επεξήγηση προτύπου Regex
es: Explicación del patrón Regex
fr: Explication du modèle Regex
he_il: הסבר תבנית ביטוי רגולרי
id_id: Penjelasan Pola Regex
it: Spiegazione modello Regex
ja_jp: 正規表現パターンの説明
ko_kr: 정규식 패턴 설명
ms_my: Penjelasan Corak Regex
my_mm: Regex ပုံစံရှင်းလင်းချက်
nl_nl: Regex-patroonuitleg
pl_pl: Wyjaśnienie wzorca wyrażenia regularnego
pt: Explicação do Padrão Regex
ru_ru: Объяснение шаблона Regex
sv_se: Förklaring av Regex-mönster
th_th: คำอธิบายรูปแบบนิพจน์ทั่วไป
tr_tr: Regex Desen Açıklaması
uk_ua: Пояснення шаблону регулярного виразу
vi_vn: Giải thích mẫu Regex
zh_cn: 正则表达式模式说明
zh_mo: 正則表達式模式說明

source: Regex patterns are regular expressions used to match phone numbers.
ar: أنماط التعبير العادي هي عبارة عن تعبيرات منتظمة تستخدم لمطابقة أرقام الهواتف.
da_dk: Regex-mønstre er regulære udtryk, der bruges til at matche telefonnumre.
de: Regex-Muster sind reguläre Ausdrücke, die zum Abgleichen von Telefonnummern verwendet werden.
el_gr: Τα πρότυπα Regex είναι κανονικές εκφράσεις που χρησιμοποιούνται για την αντιστοίχιση αριθμών τηλεφώνου.
es: Los patrones Regex son expresiones regulares que se utilizan para hacer coincidir números de teléfono.
fr: Les modèles Regex sont des expressions régulières utilisées pour faire correspondre les numéros de téléphone.
he_il: תבניות ביטוי רגולרי הן ביטויים רגולריים המשמשים להתאמה של מספרי טלפון.
id_id: Pola Regex adalah ekspresi reguler yang digunakan untuk mencocokkan nomor telepon.
it: I modelli Regex sono espressioni regolari utilizzate per trovare corrispondenze con i numeri di telefono.
ja_jp: 正規表現パターンは、電話番号の照合に使用される正規表現です。
ko_kr: 정규식 패턴은 전화번호를 일치시키는 데 사용되는 정규식입니다.
ms_my: Corak Regex adalah ungkapan biasa yang digunakan untuk memadankan nombor telefon.
my_mm: Regex ပုံစံများသည်ဖုန်းနံပါတ်များနှင့်ကိုက်ညီရန်အသုံးပြုသောပုံမှန်ဖော်ပြချက်များဖြစ်သည်။
nl_nl: Regex-patronen zijn reguliere expressies die worden gebruikt om telefoonnummers te matchen.
pl_pl: Wzorce wyrażeń regularnych to wyrażenia regularne używane do dopasowywania numerów telefonów.
pt: Os padrões Regex são expressões regulares usadas para corresponder a números de telefone.
ru_ru: Шаблоны Regex - это регулярные выражения, используемые для сопоставления номеров телефонов.
sv_se: Regex-mönster är reguljära uttryck som används för att matcha telefonnummer.
th_th: รูปแบบนิพจน์ทั่วไปคือนิพจน์ทั่วไปที่ใช้เพื่อจับคู่หมายเลขโทรศัพท์
tr_tr: Regex desenleri, telefon numaralarıyla eşleştirmek için kullanılan düzenli ifadelerdir.
uk_ua: Шаблони регулярних виразів - це регулярні вирази, що використовуються для збігу номерів телефонів.
vi_vn: Các mẫu Regex là các biểu thức chính quy được sử dụng để khớp với số điện thoại.
zh_cn: 正则表达式模式是用于匹配电话号码的正则表达式。
zh_mo: 正則表達式模式是用於匹配電話號碼的正則表達式。

# youCanUseStandardRegularExpressionSyntaxToDefinePatterns
source: You can use standard regular expression syntax to define patterns, or Asking AI to generate the pattern for Flutter.
ar: يمكنك استخدام بناء جملة التعبير العادي القياسي لتحديد الأنماط، أو مطالبة الذكاء الاصطناعي بإنشاء النمط لـ Flutter.
da_dk: Du kan bruge standard regulær udtrykssyntaks til at definere mønstre eller bede AI om at generere mønsteret til Flutter.
de: Sie können die Standard-Syntax für reguläre Ausdrücke verwenden, um Muster zu definieren, oder die KI bitten, das Muster für Flutter zu generieren.
el_gr: Μπορείτε να χρησιμοποιήσετε τυπική σύνταξη κανονικών εκφράσεων για να ορίσετε πρότυπα, ή να ζητήσετε από την AI να δημιουργήσει το πρότυπο για το Flutter.
es: Puede utilizar la sintaxis estándar de expresiones regulares para definir patrones o pedir a la IA que genere el patrón para Flutter.
fr: Vous pouvez utiliser la syntaxe standard des expressions régulières pour définir des modèles, ou demander à l'IA de générer le modèle pour Flutter.
he_il: ניתן להשתמש בתחביר ביטוי רגולרי סטנדרטי כדי להגדיר תבניות, או לבקש מ-AI ליצור את התבנית עבור Flutter.
id_id: Anda dapat menggunakan sintaks ekspresi reguler standar untuk menentukan pola, atau Meminta AI untuk menghasilkan pola untuk Flutter.
it: È possibile utilizzare la sintassi standard delle espressioni regolari per definire i modelli oppure chiedere all'IA di generare il modello per Flutter.
ja_jp: 標準の正規表現構文を使用してパターンを定義するか、AIにFlutterのパターンを生成させることができます。
ko_kr: 표준 정규식 구문을 사용하여 패턴을 정의하거나 AI에게 Flutter용 패턴 생성을 요청할 수 있습니다.
ms_my: Anda boleh menggunakan sintaks ungkapan biasa standard untuk mentakrifkan corak, atau Meminta AI untuk menjana corak untuk Flutter.
my_mm: ပုံစံများကိုသတ်မှတ်ရန်စံသတ်မှတ်ထားသောပုံမှန်ဖော်ပြချက် syntax ကိုသုံးနိုင်သည်၊ သို့မဟုတ် Flutter အတွက်ပုံစံကိုထုတ်ပေးရန် AI
nl_nl: U kunt standaard reguliere expressiesyntaxis gebruiken om patronen te definiëren, of AI vragen om het patroon voor Flutter te genereren.
pl_pl: Możesz użyć standardowej składni wyrażeń regularnych do definiowania wzorców lub poprosić AI o wygenerowanie wzorca dla Flutter.
pt: Pode usar a sintaxe de expressão regular padrão para definir padrões ou pedir à IA para gerar o padrão para Flutter.
ru_ru: Вы можете использовать стандартный синтаксис регулярных выражений для определения шаблонов или попросить ИИ сгенерировать шаблон для Flutter.
sv_se: Du kan använda standard syntax för reguljära uttryck för att definiera mönster, eller be AI att generera mönstret för Flutter.
th_th: คุณสามารถใช้ไวยากรณ์นิพจน์ทั่วไปมาตรฐานเพื่อก ําหนดรูปแบบ หรือขอให้ AI สร้างรูปแบบสําหรับ Flutter sqflite ได้
tr_tr: Desenleri tanımlamak için standart düzenli ifade sözdizimini kullanabilir veya Flutter için deseni oluşturmak üzere AI'dan isteyebilirsiniz.
uk_ua: Ви можете використовувати стандартний синтаксис регулярних виразів для визначення шаблонів або попросити Штучний інтелект створити шаблон для Flutter.
vi_vn: Bạn có thể sử dụng cú pháp biểu thức chính quy tiêu chuẩn để xác định các mẫu, hoặc yêu cầu AI tạo mẫu cho Flutter.
zh_cn: 您可以使用标准正则表达式语法来定义模式，或者让 AI 为 Flutter 生成模式。
zh_mo: 您可以使用標準正則表達式語法來定義模式，或者詢問 AI 生成 Flutter 的模式。

source: Block international calls:
ar: حظر المكالمات الدولية:
da_dk: Bloker internationale opkald:
de: Internationale Anrufe blockieren:
el_gr: Αποκλεισμός διεθνών κλήσεων:
es: Bloquear llamadas internacionales:
fr: Bloquer les appels internationaux :
he_il: חסום שיחות בינלאומיות:
id_id: Blokir panggilan internasional:
it: Blocca chiamate internazionali:
ja_jp: 国際電話をブロックする：
ko_kr: 국제 전화 차단:
ms_my: Sekat panggilan antarabangsa:
my_mm: နိုင်ငံတကာဖုန်းခေါ်ဆိုမှုများကိုပိတ်ဆို့ပါ :
nl_nl: Internationale oproepen blokkeren:
pl_pl: Blokuj połączenia międzynarodowe:
pt: Bloquear chamadas internacionais:
ru_ru: Блокировать международные звонки:
sv_se: Blockera internationella samtal:
th_th: บล็อกสายโทรศัพท์ระหว่างประเทศ:
tr_tr: Uluslararası aramaları engelle:
uk_ua: Блокувати міжнародні дзвінки:
vi_vn: Chặn cuộc gọi quốc tế:
zh_cn: 阻止国际电话：
zh_mo: 攔截國際電話：
