Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Add Contact Subscription Page
ar: إضافة صفحة اشتراك جهة اتصال
da_dk: Tilføj kontaktabonnementsside
de: Seite "Kontaktabonnement hinzufügen"
el_gr: Προσθήκη σελίδας εγγραφής επαφής
es: Agregar página de suscripción de contacto
fr: Ajouter une page d'abonnement aux contacts
he_il: הוסף עמוד מנוי איש קשר
id_id: Tambahkan Halaman Berlangganan Kontak
it: Aggiungi pagina iscrizione contatto
ja_jp: 連絡先購読ページを追加
ko_kr: 연락처 구독 페이지 추가
ms_my: Tambah Halaman Langganan Kenalan
my_mm: အဆက်အသွယ်စာရင်းသွင်းမှုစာမျက်နှာထည့်ပါ
nl_nl: Pagina contactabonnement toevoegen
pl_pl: Dodaj stronę subskrypcji kontaktów
pt: Adicionar Página de Subscrição de Contacto
ru_ru: Добавить страницу подписки на контакты
sv_se: Lägg till kontaktprenumerationssida
th_th: เพิ่มหน้าการสมัครสมาชิกผู้ติดต่อ
tr_tr: Kişi Abonelik Sayfası Ekle
uk_ua: Додати сторінку підписки контактів
vi_vn: Thêm trang đăng ký liên hệ
zh_cn: 添加联系人订阅页面
zh_mo: 添加聯絡人訂閱頁面

source: Export Contact Subscription Page
ar: تصدير صفحة اشتراك جهة اتصال
da_dk: Eksporter kontaktabonnementsside
de: Seite "Kontaktabonnement exportieren"
el_gr: Εξαγωγή σελίδας εγγραφής επαφής
es: Exportar página de suscripción de contacto
fr: Exporter la page d'abonnement aux contacts
he_il: ייצא עמוד מנוי איש קשר
id_id: Ekspor Halaman Berlangganan Kontak
it: Esporta pagina iscrizione contatto
ja_jp: 連絡先購読ページをエクスポート
ko_kr: 연락처 구독 페이지 내보내기
ms_my: Eksport Halaman Langganan Kenalan
my_mm: အဆက်အသွယ်စာရင်းသွင်းမှုစာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina contactabonnement exporteren
pl_pl: Eksportuj stronę subskrypcji kontaktów
pt: Exportar Página de Subscrição de Contacto
ru_ru: Экспортировать страницу подписки на контакты
sv_se: Exportera kontaktprenumerationssida
th_th: ส่งออกหน้าการสมัครสมาชิกผู้ติดต่อ
tr_tr: Kişi Abonelik Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку підписки контактів
vi_vn: Xuất trang đăng ký liên hệ
zh_cn: 导出联系人订阅页面
zh_mo: 導出聯絡人訂閱頁面

source: Export Label Page
ar: تصدير صفحة العلامة
da_dk: Eksporter etiketside
de: Seite "Etikett exportieren"
el_gr: Εξαγωγή σελίδας ετικέτας
es: Exportar página de etiqueta
fr: Exporter la page d'étiquette
he_il: ייצא עמוד תווית
id_id: Ekspor Halaman Label
it: Esporta pagina etichetta
ja_jp: ラベルページをエクスポート
ko_kr: 레이블 페이지 내보내기
ms_my: Eksport Halaman Label
my_mm: တံဆိပ်စာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina label exporteren
pl_pl: Eksportuj stronę etykiet
pt: Exportar Página de Etiqueta
ru_ru: Экспортировать страницу метки
sv_se: Exportera etikettsida
th_th: ส่งออกหน้าป้ายกำกับ
tr_tr: Etiket Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку міток
vi_vn: Xuất trang nhãn
zh_cn: 导出标签页面
zh_mo: 導出標籤頁面

source: Import Label Page
ar: استيراد صفحة العلامة
da_dk: Importer etiketside
de: Seite "Etikett importieren"
el_gr: Εισαγωγή σελίδας ετικέτας
es: Importar página de etiqueta
fr: Importer la page d'étiquette
he_il: ייבא עמוד תווית
id_id: Impor Halaman Label
it: Importa pagina etichetta
ja_jp: ラベルページをインポート
ko_kr: 레이블 페이지 가져오기
ms_my: Import Halaman Label
my_mm: တံဆိပ်စာမျက်နှာကိုတင်သွင်းပါ
nl_nl: Pagina label importeren
pl_pl: Importuj stronę etykiet
pt: Importar Página de Etiqueta
ru_ru: Импортировать страницу метки
sv_se: Importera etikettsida
th_th: นำเข้าหน้าป้ายกำกับ
tr_tr: Etiket Sayfasını İçeri Aktar
uk_ua: Імпортувати сторінку міток
vi_vn: Nhập trang nhãn
zh_cn: 导入标签页面
zh_mo: 導入標籤頁面

source: Export Plugin Page
ar: تصدير صفحة المكون الإضافي
da_dk: Eksporter pluginside
de: Seite "Plugin exportieren"
el_gr: Εξαγωγή σελίδας plugin
es: Exportar página de complemento
fr: Exporter la page du plugin
he_il: ייצא עמוד תוסף
id_id: Ekspor Halaman Plugin
it: Esporta pagina plugin
ja_jp: プラグインページをエクスポート
ko_kr: 플러그인 페이지 내보내기
ms_my: Eksport Halaman Plugin
my_mm: Plugin စာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina plugin exporteren
pl_pl: Eksportuj stronę wtyczek
pt: Exportar Página de Plugin
ru_ru: Экспортировать страницу плагина
sv_se: Exportera plugin-sida
th_th: ส่งออกหน้าปลั๊กอิน
tr_tr: Eklenti Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку плагінів
vi_vn: Xuất trang plugin
zh_cn: 导出插件页面
zh_mo: 導出插件頁面

source: Import Plugin Page
ar: استيراد صفحة المكون الإضافي
da_dk: Importer pluginside
de: Seite "Plugin importieren"
el_gr: Εισαγωγή σελίδας plugin
es: Importar página de complemento
fr: Importer la page du plugin
he_il: ייבא עמוד תוסף
id_id: Impor Halaman Plugin
it: Importa pagina plugin
ja_jp: プラグインページをインポート
ko_kr: 플러그인 페이지 가져오기
ms_my: Import Halaman Plugin
my_mm: Plugin စာမျက်နှာကိုတင်သွင်းပါ
nl_nl: Pagina plugin importeren
pl_pl: Importuj stronę wtyczek
pt: Importar Página de Plugin
ru_ru: Импортировать страницу плагина
sv_se: Importera plugin-sida
th_th: นำเข้าหน้าปลั๊กอิน
tr_tr: Eklenti Sayfasını İçeri Aktar
uk_ua: Імпортувати сторінку плагінів
vi_vn: Nhập trang plugin
zh_cn: 导入插件页面
zh_mo: 導入插件頁面

source: Export SMS Blacklists Page
ar: تصدير صفحة القوائم السوداء للرسائل القصيرة
da_dk: Eksporter SMS-sortlistesider
de: Seite "SMS-Blacklists exportieren"
el_gr: Εξαγωγή σελίδων μαύρης λίστας SMS
es: Exportar páginas de listas negras de SMS
fr: Exporter les pages de listes noires SMS
he_il: ייצא עמודי רשימה שחורה של SMS
id_id: Ekspor Halaman Daftar Hitam SMS
it: Esporta pagina liste nere SMS
ja_jp: SMSブラックリストページをエクスポート
ko_kr: SMS 차단 목록 페이지 내보내기
ms_my: Eksport Halaman Senarai Hitam SMS
my_mm: SMS ပိတ်ဆို့စာရင်းစာမျက်နှာများကိုတင်ပို့ပါ
nl_nl: Pagina SMS zwarte lijsten exporteren
pl_pl: Eksportuj strony czarnej listy SMS
pt: Exportar Páginas de Listas Negras SMS
ru_ru: Экспортировать страницу черных списков SMS
sv_se: Exportera SMS-svartlistasidor
th_th: ส่งออกหน้ารายการ SMS ที่ถูกบล็อก
tr_tr: SMS Kara Liste Sayfalarını Dışa Aktar
uk_ua: Експортувати сторінки чорного списку SMS
vi_vn: Xuất trang danh sách đen SMS
zh_cn: 导出短信黑名单页面
zh_mo: 導出短訊黑名單頁面

source: Import Whitelists Page
ar: استيراد صفحة القوائم البيضاء
da_dk: Importer hvidlistesider
de: Seite "Whitelists importieren"
el_gr: Εισαγωγή σελίδων λευκής λίστας
es: Importar páginas de listas blancas
fr: Importer des pages de listes blanches
he_il: ייבא עמודי רשימה לבנה
id_id: Impor Halaman Daftar Putih
it: Importa pagina liste bianche
ko_kr: 허용 목록 페이지 가져오기
ms_my: Import Halaman Senarai Putih
my_mm: ခွင့်ပြုစာရင်းစာမျက်နှာများကိုတင်သွင်းပါ
nl_nl: Pagina witte lijsten importeren
pl_pl: Importuj strony białej listy
pt: Importar Páginas de Listas Brancas
ru_ru: Импортировать страницу белых списков
sv_se: Importera vitlistasidor
th_th: นำเข้าหน้ารายการที่อนุญาต
tr_tr: Beyaz Liste Sayfalarını İçeri Aktar
uk_ua: Імпортувати сторінки білого списку
vi_vn: Nhập trang danh sách trắng
zh_cn: 导入白名单页面
zh_mo: 導入白名單頁面

source: Export SMS Whitelists Page
ar: تصدير صفحة القوائم البيضاء للرسائل القصيرة
da_dk: Eksporter SMS-hvidlistesider
de: Seite "SMS-Whitelists exportieren"
el_gr: Εξαγωγή σελίδων λευκής λίστας SMS
es: Exportar páginas de listas blancas de SMS
fr: Exporter les pages de listes blanches SMS
he_il: ייצא עמודי רשימה לבנה של SMS
id_id: Ekspor Halaman Daftar Putih SMS
it: Esporta pagina liste bianche SMS
ko_kr: SMS 허용 목록 페이지 내보내기
ms_my: Eksport Halaman Senarai Putih SMS
my_mm: SMS ခွင့်ပြုစာရင်းစာမျက်နှာများကိုတင်ပို့ပါ
nl_nl: Pagina SMS witte lijsten exporteren
pl_pl: Eksportuj strony białej listy SMS
pt: Exportar Páginas de Listas Brancas SMS
ru_ru: Экспортировать страницу белых списков SMS
sv_se: Exportera SMS-vitlistasidor
th_th: ส่งออกหน้ารายการ SMS ที่อนุญาต
tr_tr: SMS Beyaz Liste Sayfalarını Dışa Aktar
uk_ua: Експортувати сторінки білого списку SMS
vi_vn: Xuất trang danh sách trắng SMS
zh_cn: 导出短信白名单
zh_mo: 導出短訊白名單頁面

source: Export SMS Subscription Page
ar: تصدير صفحة اشتراك الرسائل القصيرة
da_dk: Eksporter SMS-abonnementsside
de: Seite "SMS-Abonnement exportieren"
el_gr: Εξαγωγή σελίδας εγγραφής SMS
es: Exportar página de suscripción de SMS
fr: Exporter la page d'abonnement SMS
he_il: ייצא עמוד מנוי SMS
id_id: Ekspor Halaman Berlangganan SMS
it: Esporta pagina iscrizione SMS
ko_kr: SMS 구독 페이지 내보내기
ms_my: Eksport Halaman Langganan SMS
my_mm: SMS စာရင်းသွင်းမှုစာမျက်နှာကိုတင်ပို့ပါ
nl_nl: Pagina SMS-abonnement exporteren
pl_pl: Eksportuj stronę subskrypcji SMS
pt: Exportar Página de Subscrição SMS
ru_ru: Экспортировать страницу SMS-подписки
sv_se: Exportera SMS-prenumerationssida
th_th: ส่งออกหน้าการสมัครสมาชิก SMS
tr_tr: SMS Abonelik Sayfasını Dışa Aktar
uk_ua: Експортувати сторінку підписки SMS
vi_vn: Xuất trang đăng ký SMS
zh_cn: 导出短信订阅页面
zh_mo: 導出短訊訂閱頁面

source: Import SMS Subscription Page
ar: استيراد صفحة اشتراك الرسائل القصيرة
da_dk: Importer SMS-abonnementsside
de: Seite "SMS-Abonnement importieren"
el_gr: Εισαγωγή σελίδας εγγραφής SMS
es: Importar página de suscripción de SMS
fr: Importer la page d'abonnement SMS
he_il: ייבא עמוד מנוי SMS
id_id: Impor Halaman Berlangganan SMS
it: Importa pagina iscrizione SMS
ko_kr: SMS 구독 페이지 가져오기
ms_my: Import Halaman Langganan SMS
my_mm: SMS စာရင်းသွင်းမှုစာမျက်နှာကိုတင်သွင်းပါ
nl_nl: Pagina SMS-abonnement importeren
pl_pl: Importuj stronę subskrypcji SMS
pt: Importar Página de Subscrição SMS
ru_ru: Импортировать страницу SMS-подписки
sv_se: Importera SMS-prenumerationssida
th_th: นำเข้าหน้าการสมัครสมาชิก SMS
tr_tr: SMS Abonelik Sayfasını İçeri Aktar
uk_ua: Імпортувати сторінку підписки SMS
vi_vn: Nhập trang đăng ký SMS
zh_cn: 导入短信订阅页面
zh_mo: 導入短訊訂閱頁面

source: Export SMS Text Blacklists Page
ar: تصدير صفحة القوائم السوداء لنص الرسائل القصيرة
da_dk: Eksporter SMS-tekst sortlistesider
de: Seite "SMS-Text-Blacklists exportieren"
el_gr: Εξαγωγή σελίδων μαύρης λίστας κειμένου SMS
es: Exportar páginas de listas negras de texto SMS
fr: Exporter les pages de listes noires de texte SMS
he_il: ייצא עמודי רשימה שחורה של טקסט SMS
id_id: Ekspor Halaman Daftar Hitam Teks SMS
it: Esporta pagina liste nere testo SMS
ko_kr: SMS 텍스트 차단 목록 페이지 내보내기
ms_my: Eksport Halaman Senarai Hitam Teks SMS
my_mm: SMS စာသားပိတ်ဆို့စာရင်းစာမျက်နှာများကိုတင်ပို့ပါ
nl_nl: Pagina SMS-tekst zwarte lijsten exporteren
pl_pl: Eksportuj strony czarnej listy tekstów SMS
pt: Exportar Páginas de Listas Negras de Texto SMS
ru_ru: Экспортировать страницу черных списков SMS-текста
sv_se: Exportera SMS-text svartlistasidor
th_th: ส่งออกหน้ารายการข้อความ SMS ที่ถูกบล็อก
tr_tr: SMS Metin Kara Liste Sayfalarını Dışa Aktar
uk_ua: Експортувати сторінки чорного списку SMS-тексту
vi_vn: Xuất trang danh sách đen văn bản SMS
zh_mo: 導出短訊文字黑名單頁面

source: Import SMS Text Blacklists Page
ar: استيراد صفحة القوائم السوداء لنص الرسائل القصيرة
da_dk: Importer SMS-tekst sortlistesider
de: Seite "SMS-Text-Blacklists importieren"
el_gr: Εισαγωγή σελίδων μαύρης λίστας κειμένου SMS
es: Importar páginas de listas negras de texto SMS
fr: Importer les pages de listes noires de texte SMS
he_il: ייבא עמודי רשימה שחורה של טקסט SMS
id_id: Impor Halaman Daftar Hitam Teks SMS
it: Importa pagina liste nere testo SMS
ko_kr: SMS 텍스트 차단 목록 페이지 가져오기
ms_my: Import Halaman Senarai Hitam Teks SMS
my_mm: SMS စာသားပိတ်ဆို့စာရင်းစာမျက်နှာများကိုတင်သွင်းပါ
nl_nl: Pagina SMS-tekst zwarte lijsten importeren
pl_pl: Importuj strony czarnej listy tekstów SMS
pt: Importar Páginas de Listas Negras de Texto SMS
ru_ru: Импортировать страницу черных списков SMS-текста
sv_se: Importera SMS-text svartlistasidor
th_th: นำเข้าหน้ารายการข้อความ SMS ที่ถูกบล็อก
tr_tr: SMS Metin Kara Liste Sayfalarını İçeri Aktar
uk_ua: Імпортувати сторінки чорного списку SMS-тексту
vi_vn: Nhập trang danh sách đen văn bản SMS
zh_cn: 导入短信文本黑名单页面
zh_mo: 導入短訊文字黑名單頁面

source: Export SMS Text Whitelists Page
ar: تصدير صفحة القوائم البيضاء لنص الرسائل القصيرة
da_dk: Eksporter SMS-tekst hvidlistesider
de: Seite "SMS-Text-Whitelists exportieren"
el_gr: Εξαγωγή σελίδων λευκής λίστας κειμένου SMS
es: Exportar páginas de listas blancas de texto SMS
fr: Exporter les pages de listes blanches de texte SMS
he_il: ייצא עמודי רשימה לבנה של טקסט SMS
id_id: Ekspor Halaman Daftar Putih Teks SMS
it: Esporta pagina liste bianche testo SMS
ko_kr: SMS 텍스트 허용 목록 페이지 내보내기
ms_my: Eksport Halaman Senarai Putih Teks SMS
my_mm: SMS စာသားခွင့်ပြုစာရင်းစာမျက်နှာများကိုတင်ပို့ပါ
nl_nl: Pagina SMS-tekst witte lijsten exporteren
pl_pl: Eksportuj strony białej listy tekstów SMS
pt: Exportar Páginas de Listas Brancas de Texto SMS
ru_ru: Экспортировать страницу белых списков SMS-текста
sv_se: Exportera SMS-text vitlistasidor
th_th: ส่งออกหน้ารายการข้อความ SMS ที่อนุญาต
tr_tr: SMS Metin Beyaz Liste Sayfalarını Dışa Aktar
uk_ua: Експортувати сторінки білого списку SMS-тексту
vi_vn: Xuất trang danh sách trắng văn bản SMS
zh_cn: 导出短信文本黑名单页面
zh_mo: 導出短訊文字白名單頁面

source: Import SMS Text Whitelists Page
ar: استيراد صفحة القوائم البيضاء لنص الرسائل القصيرة
da_dk: Importer SMS-tekst hvidlistesider
de: Seite "SMS-Text-Whitelists importieren"
el_gr: Εισαγωγή σελίδων λευκής λίστας κειμένου SMS
es: Importar páginas de listas blancas de texto SMS
fr: Importer les pages de listes blanches de texte SMS
he_il: ייבא עמודי רשימה לבנה של טקסט SMS
id_id: Impor Halaman Daftar Putih Teks SMS
it: Importa pagina liste bianche testo SMS
ko_kr: SMS 텍스트 허용 목록 페이지 가져오기
ms_my: Import Halaman Senarai Putih Teks SMS
my_mm: SMS စာသားခွင့်ပြုစာရင်းစာမျက်နှာများကိုတင်သွင်းပါ
nl_nl: Pagina SMS-tekst witte lijsten importeren
pl_pl: Importuj strony białej listy tekstów SMS
pt: Importar Páginas de Listas Brancas de Texto SMS
ru_ru: Импортировать страницу белых списков SMS-текста
sv_se: Importera SMS-text vitlistasidor
th_th: นำเข้าหน้ารายการข้อความ SMS ที่อนุญาต
tr_tr: SMS Metin Beyaz Liste Sayfalarını İçeri Aktar
uk_ua: Імпортувати сторінки білого списку SMS-тексту
vi_vn: Nhập trang danh sách trắng văn bản SMS
zh_cn: 导入短信文本白名单
zh_mo: 導入短訊文字白名單頁面

source: Export Subscriptions Page
ar: تصدير صفحة الاشتراكات
da_dk: Eksporter abonnementsider
de: Seite "Abonnements exportieren"
el_gr: Εξαγωγή σελίδων εγγραφών
es: Exportar páginas de suscripciones
fr: Exporter les pages d'abonnements
he_il: ייצא עמודי מנויים
id_id: Ekspor Halaman Berlangganan
it: Esporta pagina iscrizioni
ja_jp: 購読ページをエクスポート
ko_kr: 구독 페이지 내보내기
ms_my: Eksport Halaman Langganan
my_mm: စာရင်းသွင်းမှုစာမျက်နှာများကိုတင်ပို့ပါ
nl_nl: Pagina abonnementen exporteren
pl_pl: Eksportuj strony subskrypcji
pt: Exportar Páginas de Subscrições
ru_ru: Экспортировать страницу подписок
sv_se: Exportera prenumerationssidor
th_th: ส่งออกหน้าการสมัครสมาชิก
tr_tr: Abonelik Sayfalarını Dışa Aktar
uk_ua: Експортувати сторінки підписок
vi_vn: Xuất trang đăng ký
zh_cn: 导出订阅页面
zh_mo: 導出訂閱頁面

source: Import Subscriptions Page
ar: استيراد صفحة الاشتراكات
da_dk: Importer abonnementsider
de: Seite "Abonnements importieren"
el_gr: Εισαγωγή σελίδων εγγραφών
es: Importar páginas de suscripciones
fr: Importer les pages d'abonnements
he_il: ייבא עמודי מנויים
id_id: Impor Halaman Berlangganan
it: Importa pagina iscrizioni
ja_jp: 購読ページをインポート
ko_kr: 구독 페이지 가져오기
ms_my: Import Halaman Langganan
my_mm: စာရင်းသွင်းမှုစာမျက်နှာများကိုတင်သွင်းပါ
nl_nl: Pagina abonnementen importeren
pl_pl: Importuj strony subskrypcji
pt: Importar Páginas de Subscrições
ru_ru: Импортировать страницу подписок
sv_se: Importera prenumerationssidor
th_th: นำเข้าหน้าการสมัครสมาชิก
tr_tr: Abonelik Sayfalarını İçeri Aktar
uk_ua: Імпортувати сторінки підписок
vi_vn: Nhập trang đăng ký
zh_cn: 导入订阅页面
zh_mo: 導入訂閱頁面

source: Local Backup Directory only under Download folder
ar: دليل النسخ الاحتياطي المحلي فقط ضمن مجلد التنزيلات
da_dk: Lokal backupmappe kun under downloadmappe
de: Lokales Backup-Verzeichnis nur unter dem Download-Ordner
el_gr: Τοπικός κατάλογος αντιγράφων ασφαλείας μόνο στον φάκελο Λήψεις
es: Directorio de copia de seguridad local solo en la carpeta de descargas
fr: Répertoire de sauvegarde locale uniquement sous le dossier Téléchargements
he_il: תיקיית גיבוי מקומית רק תחת תיקיית הורדות
id_id: Direktori Pencadangan Lokal hanya di bawah folder Unduhan
it: Directory di backup locale solo nella cartella Download
ja_jp: ローカルバックアップディレクトリはダウンロードフォルダの下のみ
ko_kr: 로컬 백업 디렉터리는 다운로드 폴더 아래에만 있습니다
ms_my: Direktori Sandaran Tempatan hanya di bawah folder Muat Turun
my_mm: ဒေါင်းလုပ်ဖိုဒါအောက်တွင်သာ Local Backup Directory
nl_nl: Lokale back-upmap alleen onder downloadmap
pl_pl: Lokalny katalog kopii zapasowych tylko w folderze Pobrane
pt: Diretório de Backup Local apenas na pasta Downloads
ru_ru: Локальный каталог резервного копирования только в папке «Загрузки»
sv_se: Lokal säkerhetskopieringskatalog endast under nedladdningsmappen
th_th: ไดเรกทอรีการสำรองข้อมูลท้องถิ่นเฉพาะภายใต้โฟลเดอร์ดาวน์โหลด
tr_tr: Yerel Yedekleme Dizini yalnızca İndirilenler klasörünün altında
uk_ua: Локальний каталог резервного копіювання лише в папці «Завантаження»
vi_vn: Thư mục sao lưu cục bộ chỉ nằm trong thư mục Tải xuống
zh_cn: 本地备份目录仅位于下载文件夹下
zh_mo: 本地備份目錄僅限於下載資料夾下

source: Keep Only Latest Backup
ar: الاحتفاظ بأحدث نسخة احتياطية فقط
da_dk: Behold kun seneste backup
de: Nur das neueste Backup behalten
el_gr: Διατήρηση μόνο του πιο πρόσφατου αντιγράφου ασφαλείας
es: Mantener solo la última copia de seguridad
fr: Conserver uniquement la dernière sauvegarde
he_il: שמור רק את הגיבוי האחרון
id_id: Simpan Hanya Cadangan Terbaru
it: Mantieni solo l'ultimo backup
ja_jp: 最新のバックアップのみを保持
ko_kr: 최신 백업만 유지
ms_my: Simpan Hanya Sandaran Terkini
my_mm: နောက်ဆုံး Backup ကိုသာသိမ်းဆည်းပါ
nl_nl: Alleen de nieuwste back-up bewaren
pl_pl: Zachowaj tylko najnowszą kopię zapasową
pt: Manter Apenas o Backup Mais Recente
ru_ru: Хранить только последнюю резервную копию
sv_se: Behåll endast senaste säkerhetskopian
th_th: เก็บเฉพาะการสำรองข้อมูลล่าสุด
tr_tr: Yalnızca En Son Yedeklemeyi Sakla
uk_ua: Зберігати лише останню резервну копію
vi_vn: Chỉ giữ bản sao lưu mới nhất
zh_cn: 仅保留最新备份
zh_mo: 僅保留最新的備份

source: Cloud Backup Directory Name
ar: اسم دليل النسخ الاحتياطي السحابي
da_dk: Cloud backupmappenavn
de: Name des Cloud-Backup-Verzeichnisses
el_gr: Όνομα καταλόγου cloud backup
es: Nombre del directorio de copia de seguridad en la nube
fr: Nom du répertoire de sauvegarde dans le cloud
he_il: שם תיקיית גיבוי ענן
id_id: Nama Direktori Cadangan Cloud
it: Nome directory backup cloud
ja_jp: クラウドバックアップディレクトリ名
ko_kr: 클라우드 백업 디렉터리 이름
ms_my: Nama Direktori Sandaran Awan
my_mm: Cloud Backup Directory အမည်
nl_nl: Naam cloudback-upmap
pl_pl: Nazwa katalogu kopii zapasowych w chmurze
pt: Nome do Diretório de Backup na Nuvem
ru_ru: Имя каталога облачного резервного копирования
sv_se: Namn på molnsäkerhetskopieringskatalog
th_th: ชื่อไดเรกทอรีการสำรองข้อมูลบนคลาวด์
tr_tr: Bulut Yedekleme Dizini Adı
uk_ua: Назва каталогу резервного копіювання в хмарі
vi_vn: Tên thư mục sao lưu đám mây
zh_cn: 云备份目录名称
zh_mo: 雲端備份目錄名稱

source: Cloud Services
ar: الخدمات السحابية
da_dk: Cloud-tjenester
de: Cloud-Dienste
el_gr: Υπηρεσίες cloud
es: Servicios en la nube
fr: Services cloud
he_il: שירותי ענן
id_id: Layanan Cloud
it: Servizi cloud
ja_jp: クラウドサービス
ko_kr: 클라우드 서비스
ms_my: Perkhidmatan Awan
my_mm: Cloud ဝန်ဆောင်မှုများ
pl_pl: Usługi w chmurze
pt: Serviços na Nuvem
ru_ru: Облачные сервисы
sv_se: Molntjänster
th_th: บริการคลาวด์
tr_tr: Bulut Hizmetleri
uk_ua: Хмарні служби
vi_vn: Dịch vụ đám mây
zh_cn: 云服务
zh_mo: 雲端服務

source: Backup
ar: نسخ احتياطي
de: Sicherungskopie
es: Copia de seguridad
fr: Sauvegarde
he_il: גיבוי
id_id: Cadangan
ja_jp: バックアップ
ko_kr: 백업
ms_my: Sandaran
pl_pl: Kopia zapasowa
ru_ru: Резервное копирование
sv_se: Säkerhetskopiera
th_th: สำรองข้อมูล
tr_tr: Yedekleme
uk_ua: Резервне копіювання
vi_vn: Sao lưu
zh_cn: 备份
zh_mo: 備份

source: Cloud backup requires Auto backup
ar: يتطلب النسخ الاحتياطي السحابي نسخًا احتياطيًا تلقائيًا
da_dk: Cloud backup kræver automatisk backup
de: Cloud-Backup erfordert automatische Sicherung
el_gr: Το cloud backup απαιτεί αυτόματο backup
es: La copia de seguridad en la nube requiere copia de seguridad automática
fr: La sauvegarde dans le cloud nécessite une sauvegarde automatique
he_il: גיבוי ענן דורש גיבוי אוטומטי
id_id: Pencadangan cloud memerlukan Pencadangan otomatis
it: Il backup cloud richiede il backup automatico
ja_jp: クラウドバックアップには自動バックアップが必要です
ko_kr: 클라우드 백업에는 자동 백업이 필요합니다
ms_my: Sandaran awan memerlukan Sandaran automatik
my_mm: Cloud backup အတွက် Auto backup လိုအပ်သည်
nl_nl: Cloudback-up vereist automatische back-up
pl_pl: Kopia zapasowa w chmurze wymaga automatycznej kopii zapasowej
pt: O backup na nuvem requer backup automático
ru_ru: Для облачного резервного копирования требуется автоматическое резервное копирование
sv_se: Molnsäkerhetskopiering kräver automatisk säkerhetskopiering
th_th: การสำรองข้อมูลบนคลาวด์ต้องใช้การสำรองข้อมูลอัตโนมัติ
tr_tr: Bulut yedekleme, Otomatik yedekleme gerektirir
uk_ua: Для резервного копіювання в хмару потрібно автоматичне резервне копіювання
vi_vn: Sao lưu đám mây yêu cầu tự động sao lưu
zh_cn: 云备份需要自动备份
zh_mo: 雲端備份需要自動備份

source: Backup and Restore
ar: النسخ الاحتياطي والاستعادة
da_dk: Backup og gendannelse
de: Sichern und Wiederherstellen
el_gr: Backup και επαναφορά
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
he_il: גיבוי ושחזור
id_id: Cadangkan dan Pulihkan
it: Backup e ripristino
ja_jp: バックアップと復元
ko_kr: 백업 및 복원
ms_my: Sandaran dan Pulihkan
my_mm: Backup နှင့် Restore
nl_nl: Back-up en herstel
pl_pl: Kopia zapasowa i przywracanie
pt: Backup e Restauro
ru_ru: Резервное копирование и восстановление
sv_se: Säkerhetskopiera och återställ
th_th: สำรองและกู้คืนข้อมูล
tr_tr: Yedekleme ve Geri Yükleme
uk_ua: Резервне копіювання та відновлення
vi_vn: Sao lưu và khôi phục
zh_cn: 备份和恢复
zh_mo: 備份和還原

source: Manual Backup
ar: نسخ احتياطي يدوي
da_dk: Manuel backup
de: Manuelle Sicherung
el_gr: Χειροκίνητο backup
es: Copia de seguridad manual
fr: Sauvegarde manuelle
he_il: גיבוי ידני
id_id: Cadangan Manual
it: Backup manuale
ja_jp: 手動バックアップ
ko_kr: 수동 백업
ms_my: Sandaran Manual
my_mm: ကိုယ်တိုင် Backup
nl_nl: Handmatige back-up
pl_pl: Ręczna kopia zapasowa
pt: Backup Manual
ru_ru: Ручное резервное копирование
sv_se: Manuell säkerhetskopiering
th_th: สำรองข้อมูลด้วยตนเอง
tr_tr: Manuel Yedekleme
uk_ua: Ручне резервне копіювання
vi_vn: Sao lưu thủ công
zh_cn: 手动备份
zh_mo: 手動備份

source: Restore from Local
ar: استعادة من المحلي
da_dk: Gendan fra lokal
de: Von lokal wiederherstellen
el_gr: Επαναφορά από τοπικό
es: Restaurar desde local
fr: Restaurer depuis le stockage local
he_il: שחזר ממקומי
id_id: Pulihkan dari Lokal
it: Ripristina da locale
ja_jp: ローカルから復元
ko_kr: 로컬에서 복원
ms_my: Pulihkan daripada Tempatan
my_mm: Local မှ Restore
nl_nl: Herstellen van lokaal
pl_pl: Przywróć z lokalizacji
pt: Restaurar do Local
ru_ru: Восстановить из локальной копии
sv_se: Återställ från lokal
th_th: กู้คืนจากท้องถิ่น
tr_tr: Yerelden Geri Yükle
uk_ua: Відновити з локального
vi_vn: Khôi phục từ cục bộ
zh_cn: 从本地恢复
zh_mo: 從本地還原

source: Restore from WebDAV
ar: استعادة من WebDAV
da_dk: Gendan fra WebDAV
de: Von WebDAV wiederherstellen
el_gr: Επαναφορά από WebDAV
es: Restaurar desde WebDAV
fr: Restaurer depuis WebDAV
he_il: שחזר מ-WebDAV
id_id: Pulihkan dari WebDAV
it: Ripristina da WebDAV
ja_jp: WebDAVから復元
ko_kr: WebDAV에서 복원
ms_my: Pulihkan daripada WebDAV
my_mm: WebDAV မှ Restore
nl_nl: Herstellen van WebDAV
pl_pl: Przywróć z WebDAV
pt: Restaurar do WebDAV
ru_ru: Восстановить из WebDAV
sv_se: Återställ från WebDAV
th_th: กู้คืนจาก WebDAV
tr_tr: WebDAV'dan Geri Yükle
uk_ua: Відновити з WebDAV
vi_vn: Khôi phục từ WebDAV
zh_cn: 从 WebDAV 恢复
zh_mo: 從 WebDAV 還原
