Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Count Font Size
ar: حجم خط العدد
da_dk: Antalskriftstørrelse
de: Schriftgröße der Anzahl
el_gr: Μέγεθος Γραμματοσειράς Μετρητή
es: Tamaño de fuente del contador
fr: Taille de la police du compteur
he_il: גודל גופן ספירה
id_id: Ukuran Font Hitungan
it: Dimensione carattere conteggio
ja_jp: カウントのフォントサイズ
ko_kr: 개수 글꼴 크기
ms_my: Saiz Fon Kiraan
my_mm: ရေတွက်မှုဖောင့်အရွယ်အစား
nl_nl: Aantal lettergrootte
pl_pl: Rozmiar czcionki licznika
pt: Tamanho da Letra da Contagem
ru_ru: Размер шрифта счетчика
sv_se: Antal teckenstorlek
th_th: ขนาดตัวอักษรจำนวน
tr_tr: Sayım Yazı Tipi Boyutu
uk_ua: Розмір шрифту лічильника
vi_vn: Cỡ chữ số lượng
zh_cn: 计数字体大小
zh_mo: 計數字體大小

source: Number Type Font Size
ar: حجم خط نوع الرقم
da_dk: Nummertypeskriftstørrelse
de: Schriftgröße des Nummerntyps
el_gr: Μέγεθος Γραμματοσειράς Τύπου Αριθμού
es: Tamaño de fuente del tipo de número
fr: Taille de la police du type de numéro
he_il: גודל גופן סוג מספר
id_id: Ukuran Font Jenis Nomor
it: Dimensione carattere tipo di numero
ja_jp: 番号タイプのフォントサイズ
ko_kr: 번호 유형 글꼴 크기
ms_my: Saiz Fon Jenis Nombor
my_mm: နံပါတ်အမျိုးအစားဖောင့်အရွယ်အစား
nl_nl: Nummertype lettergrootte
pl_pl: Rozmiar czcionki typu numeru
pt: Tamanho da Letra do Tipo de Número
ru_ru: Размер шрифта типа номера
sv_se: Nummertyp teckenstorlek
th_th: ขนาดตัวอักษรประเภทหมายเลข
tr_tr: Numara Türü Yazı Tipi Boyutu
uk_ua: Розмір шрифту типу номера
vi_vn: Cỡ chữ loại số
zh_cn: 号码类型字体大小
zh_mo: 號碼類型字體大小

source: Number Font Size
ar: حجم خط الرقم
da_dk: Nummerskriftstørrelse
de: Schriftgröße der Nummer
el_gr: Μέγεθος Γραμματοσειράς Αριθμού
es: Tamaño de fuente del número
fr: Taille de la police du numéro
he_il: גודל גופן מספר
id_id: Ukuran Font Nomor
it: Dimensione carattere numero
ja_jp: 番号のフォントサイズ
ko_kr: 번호 글꼴 크기
ms_my: Saiz Fon Nombor
my_mm: နံပါတ်ဖောင့်အရွယ်အစား
nl_nl: Nummerlettergrootte
pl_pl: Rozmiar czcionki numeru
pt: Tamanho da Letra do Número
ru_ru: Размер шрифта номера
sv_se: Nummer teckenstorlek
th_th: ขนาดตัวอักษรหมายเลข
tr_tr: Numara Yazı Tipi Boyutu
uk_ua: Розмір шрифту номера
vi_vn: Cỡ chữ số
zh_cn: 号码字体大小
zh_mo: 號碼字體大小

source: Location Font Size
ar: حجم خط الموقع
da_dk: Placeringsskriftstørrelse
de: Schriftgröße des Standorts
el_gr: Μέγεθος Γραμματοσειράς Τοποθεσίας
es: Tamaño de fuente de la ubicación
fr: Taille de la police de la localisation
he_il: גודל גופן מיקום
id_id: Ukuran Font Lokasi
it: Dimensione carattere posizione
ja_jp: 位置のフォントサイズ
ko_kr: 위치 글꼴 크기
ms_my: Saiz Fon Lokasi
my_mm: တည်နေရာဖောင့်အရွယ်အစား
nl_nl: Locatielettergrootte
pl_pl: Rozmiar czcionki lokalizacji
pt: Tamanho da Letra da Localização
ru_ru: Размер шрифта местоположения
sv_se: Plats teckenstorlek
th_th: ขนาดตัวอักษรตำแหน่งที่ตั้ง
tr_tr: Konum Yazı Tipi Boyutu
uk_ua: Розмір шрифту розташування
vi_vn: Cỡ chữ vị trí
zh_cn: 位置字体大小
zh_mo: 位置字體大小

source: Stir Font Size
ar: حجم خط STIR
da_dk: Stir-skriftstørrelse
de: Schriftgröße von STIR
el_gr: Μέγεθος Γραμματοσειράς STIR
es: Tamaño de fuente Stir
fr: Taille de la police STIR
he_il: גודל גופן STIR
id_id: Ukuran Font STIR
it: Dimensione carattere STIR
ja_jp: STIRのフォントサイズ
ko_kr: STIR 글꼴 크기
ms_my: Saiz Fon Stir
my_mm: Stir ဖောင့်အရွယ်အစား
nl_nl: STIR-lettergrootte
pl_pl: Rozmiar czcionki Stir
pt: Tamanho da Letra STIR
ru_ru: Размер шрифта STIR
sv_se: Stir teckenstorlek
th_th: ขนาดตัวอักษร Stir
tr_tr: STIR Yazı Tipi Boyutu
uk_ua: Розмір шрифту STIR
vi_vn: Cỡ chữ STIR
zh_cn: STIR 字体大小
zh_mo: Stir 字體大小

source: SIM Card Font Size
ar: حجم خط بطاقة SIM
da_dk: SIM-kortskriftstørrelse
de: Schriftgröße der SIM-Karte
el_gr: Μέγεθος Γραμματοσειράς Κάρτας SIM
es: Tamaño de fuente de la tarjeta SIM
fr: Taille de la police de la carte SIM
he_il: גודל גופן כרטיס SIM
id_id: Ukuran Font Kartu SIM
it: Dimensione carattere SIM
ja_jp: SIMカードのフォントサイズ
ko_kr: SIM 카드 글꼴 크기
ms_my: Saiz Fon Kad SIM
my_mm: SIM ကတ်ဖောင့်အရွယ်အစား
nl_nl: SIM-kaartlettergrootte
pl_pl: Rozmiar czcionki karty SIM
pt: Tamanho da Letra do Cartão SIM
ru_ru: Размер шрифта SIM-карты
sv_se: SIM-kort teckenstorlek
th_th: ขนาดตัวอักษรซิมการ์ด
tr_tr: SIM Kart Yazı Tipi Boyutu
uk_ua: Розмір шрифту SIM-карти
vi_vn: Cỡ chữ thẻ SIM
zh_cn: SIM 卡字体大小
zh_mo: SIM 卡字體大小

source: Avatar Size
ar: حجم الصورة الرمزية
da_dk: Avatarstørrelse
de: Avatar-Größe
el_gr: Μέγεθος Avatar
es: Tamaño del avatar
fr: Taille de l'avatar
he_il: גודל אווטאר
id_id: Ukuran Avatar
it: Dimensione avatar
ja_jp: アバターサイズ
ko_kr: 아바타 크기
ms_my: Saiz Avatar
my_mm: Avatar အရွယ်အစား
nl_nl: Avatar grootte
pl_pl: Rozmiar awatara
pt: Tamanho do Avatar
ru_ru: Размер аватара
sv_se: Avatarstorlek
th_th: ขนาดรูปประจำตัว
tr_tr: Avatar Boyutu
uk_ua: Розмір аватара
vi_vn: Kích thước Avatar
zh_cn: 头像大小
zh_mo: 頭像大小

source: Avatar Border Size
ar: حجم حدود الصورة الرمزية
da_dk: Avatar-kantstørrelse
de: Avatar-Rahmengröße
el_gr: Μέγεθος Περιγράμματος Avatar
es: Tamaño del borde del avatar
fr: Taille de la bordure de l'avatar
he_il: גודל גבול אווטאר
id_id: Ukuran Batas Avatar
it: Dimensione bordo avatar
ja_jp: アバターの境界線のサイズ
ko_kr: 아바타 테두리 크기
ms_my: Saiz Sempadan Avatar
my_mm: Avatar ဘောင်ဒါအရွယ်အစား
nl_nl: Avatarrandgrootte
pl_pl: Rozmiar obramowania awatara
pt: Tamanho da Borda do Avatar
ru_ru: Размер границы аватара
sv_se: Avatar kantstorlek
th_th: ขนาดเส้นขอบรูปประจำตัว
tr_tr: Avatar Kenarlık Boyutu
uk_ua: Розмір рамки аватара
vi_vn: Kích thước viền Avatar
zh_cn: 头像边框大小
zh_mo: 頭像邊框大小

source: Icon Size
ar: حجم الرمز
da_dk: Ikonstørrelse
de: Symbolgröße
el_gr: Μέγεθος Εικονιδίου
es: Tamaño del icono
fr: Taille de l'icône
he_il: גודל סמל
id_id: Ukuran Ikon
it: Dimensione icona
ja_jp: アイコンサイズ
ko_kr: 아이콘 크기
ms_my: Saiz Ikon
my_mm: Icon အရွယ်အစား
nl_nl: Pictogramgrootte
pl_pl: Rozmiar ikony
pt: Tamanho do Ícone
ru_ru: Размер значка
sv_se: Ikonstorlek
th_th: ขนาดไอคอน
tr_tr: Simge Boyutu
uk_ua: Розмір піктограми
vi_vn: Kích thước biểu tượng
zh_cn: 图标大小
zh_mo: 圖標大小

source: Avatar Position
ar: موضع الصورة الرمزية
el_gr: Θέση Avatar
es: Posición del avatar
fr: Position de l'avatar
he_il: מיקום אווטאר
id_id: Posisi Avatar
it: Posizione avatar
ja_jp: アバターの位置
ko_kr: 아바타 위치
ms_my: Kedudukan Avatar
my_mm: Avatar တည်နေရာ
nl_nl: Avatarpositie
pl_pl: Pozycja awatara
pt: Posição do Avatar
ru_ru: Положение аватара
th_th: ตำแหน่งรูปประจำตัว
tr_tr: Avatar Konumu
uk_ua: Позиція аватара
vi_vn: Vị trí Avatar
zh_cn: 头像位置
zh_mo: 頭像位置

source: Name Position
ar: موضع الاسم
da_dk: Navneposition
de: Namensposition
el_gr: Θέση Ονόματος
es: Posición del nombre
fr: Position du nom
he_il: מיקום שם
id_id: Posisi Nama
it: Posizione nome
ja_jp: 名前の位置
ko_kr: 이름 위치
ms_my: Kedudukan Nama
my_mm: အမည်တည်နေရာ
nl_nl: Naampositie
pl_pl: Pozycja nazwy
pt: Posição do Nome
ru_ru: Положение имени
sv_se: Namnposition
th_th: ตำแหน่งชื่อ
tr_tr: İsim Konumu
uk_ua: Позиція імені
vi_vn: Vị trí tên
zh_cn: 姓名位置
zh_mo: 姓名位置

source: Carrier Position
ar: موضع شركة الاتصالات
da_dk: Udbyderposition
de: Netzbetreiberposition
el_gr: Θέση Φορέα
es: Posición del operador
fr: Position de l'opérateur
he_il: מיקום ספק
id_id: Posisi Operator
it: Posizione operatore
ja_jp: キャリアの位置
ko_kr: 통신사 위치
ms_my: Kedudukan Pembawa
my_mm: Carrier တည်နေရာ
nl_nl: Providerpositie
pl_pl: Pozycja operatora
pt: Posição da Operadora
ru_ru: Положение оператора
sv_se: Operatörsposition
th_th: ตำแหน่งผู้ให้บริการ
tr_tr: Operatör Konumu
uk_ua: Позиція оператора
vi_vn: Vị trí nhà mạng
zh_cn: 运营商位置
zh_mo: 运营商位置

source: Country Name Position
ar: موضع اسم الدولة
da_dk: Landsnavneposition
de: Position des Ländernamens
el_gr: Θέση Ονόματος Χώρας
es: Posición del nombre del país
fr: Position du nom du pays
he_il: מיקום שם מדינה
id_id: Posisi Nama Negara
it: Posizione nome paese
ja_jp: 国/地域名の位置
ko_kr: 국가 이름 위치
ms_my: Kedudukan Nama Negara
my_mm: နိုင်ငံအမည်တည်နေရာ
nl_nl: Landnaampositie
pl_pl: Pozycja nazwy kraju
pt: Posição do Nome do País
ru_ru: Положение названия страны
sv_se: Landsnamnsposition
th_th: ตำแหน่งชื่อประเทศ
tr_tr: Ülke Adı Konumu
uk_ua: Позиція назви країни
vi_vn: Vị trí tên quốc gia
zh_cn: 国家/地区名称位置
zh_mo: 國家/地區名稱位置

source: Labels Position
ar: موضع العلامات
da_dk: Etiketposition
de: Beschriftungsposition
el_gr: Θέση Ετικετών
es: Posición de las etiquetas
fr: Position des étiquettes
he_il: מיקום תוויות
id_id: Posisi Label
it: Posizione etichette
ja_jp: ラベルの位置
ko_kr: 레이블 위치
ms_my: Kedudukan Label
my_mm: Labels တည်နေရာ
nl_nl: Labelspositie
pl_pl: Pozycja etykiet
pt: Posição das Etiquetas
ru_ru: Положение меток
sv_se: Etikettposition
th_th: ตำแหน่งป้ายกำกับ
tr_tr: Etiketler Konumu
uk_ua: Позиція міток
vi_vn: Vị trí nhãn
zh_cn: 标签位置
zh_mo: 標籤位置

source: Count Position
ar: موضع العدد
da_dk: Antalposition
de: Anzahlposition
el_gr: Θέση Μετρητή
es: Posición del contador
fr: Position du compteur
he_il: מיקום ספירה
id_id: Posisi Hitungan
it: Posizione conteggio
ja_jp: カウントの位置
ko_kr: 개수 위치
ms_my: Kedudukan Kiraan
my_mm: ရေတွက်မှုတည်နေရာ
nl_nl: Aantal positie
pl_pl: Pozycja licznika
pt: Posição da Contagem
ru_ru: Положение счетчика
sv_se: Antal position
th_th: ตำแหน่งจำนวน
tr_tr: Sayım Konumu
uk_ua: Позиція лічильника
vi_vn: Vị trí số lượng
zh_cn: 计数位置
zh_mo: 計數位置

source: Number Type Position
ar: موضع نوع الرقم
da_dk: Nummertypeposition
de: Position des Nummerntyps
el_gr: Θέση Τύπου Αριθμού
es: Posición del tipo de número
fr: Position du type de numéro
he_il: מיקום סוג מספר
id_id: Posisi Jenis Nomor
it: Posizione tipo di numero
ja_jp: 番号タイプの位置
ko_kr: 번호 유형 위치
ms_my: Kedudukan Jenis Nombor
my_mm: နံပါတ်အမျိုးအစားတည်နေရာ
nl_nl: Nummertype positie
pl_pl: Pozycja typu numeru
pt: Posição do Tipo de Número
ru_ru: Положение типа номера
sv_se: Nummertypposition
th_th: ตำแหน่งประเภทหมายเลข
tr_tr: Numara Türü Konumu
uk_ua: Позиція типу номера
vi_vn: Vị trí loại số
zh_cn: 号码类型位置
zh_mo: 號碼類型位置

source: Number Position
ar: موضع الرقم
da_dk: Nummerposition
de: Nummernposition
el_gr: Θέση Αριθμού
es: Posición del número
fr: Position du numéro
he_il: מיקום מספר
id_id: Posisi Nomor
it: Posizione numero
ja_jp: 番号の位置
ko_kr: 번호 위치
ms_my: Kedudukan Nombor
my_mm: နံပါတ်တည်နေရာ
nl_nl: Nummerpositie
pl_pl: Pozycja numeru
pt: Posição do Número
ru_ru: Положение номера
sv_se: Nummerposition
th_th: ตำแหน่งหมายเลข
tr_tr: Numara Konumu
uk_ua: Позиція номера
vi_vn: Vị trí số
zh_cn: 号码位置
zh_mo: 號碼位置

source: Location Position
ar: موضع الموقع
da_dk: Placeringsposition
de: Standortposition
el_gr: Θέση Τοποθεσίας
es: Posición de la ubicación
fr: Position de la localisation
he_il: מיקום מיקום
id_id: Posisi Lokasi
it: Posizione posizione
ja_jp: 位置の位置
ko_kr: 위치 위치
ms_my: Kedudukan Lokasi
my_mm: တည်နေရာတည်နေရာ
nl_nl: Locatiepositie
pl_pl: Pozycja lokalizacji
pt: Posição da Localização
ru_ru: Положение местоположения
sv_se: Platsposition
th_th: ตำแหน่งตำแหน่งที่ตั้ง
tr_tr: Konum Konumu
uk_ua: Позиція розташування
vi_vn: Vị trí vị trí
zh_cn: 位置位置
zh_mo: 位置位置

source: Stir Position
ar: موضع STIR
el_gr: Θέση STIR
es: Posición Stir
fr: Position STIR
he_il: מיקום STIR
id_id: Posisi STIR
it: Posizione STIR
ja_jp: STIRの位置
ko_kr: STIR 위치
ms_my: Kedudukan Stir
my_mm: Stir တည်နေရာ
nl_nl: STIR-positie
pl_pl: Pozycja Stir
pt: Posição STIR
ru_ru: Положение STIR
th_th: ตำแหน่ง Stir
tr_tr: STIR Konumu
uk_ua: Позиція STIR
vi_vn: Vị trí STIR
zh_cn: STIR 位置
zh_mo: Stir 位置

source: Sim Card Position
ar: موضع بطاقة SIM
da_dk: SIM-kortposition
de: SIM-Kartenposition
el_gr: Θέση Κάρτας SIM
es: Posición de la tarjeta SIM
fr: Position de la carte SIM
he_il: מיקום כרטיס SIM
id_id: Posisi Kartu SIM
it: Posizione SIM
ja_jp: SIMカードの位置
ko_kr: SIM 카드 위치
ms_my: Kedudukan Kad Sim
my_mm: SIM ကတ်တည်နေရာ
nl_nl: SIM-kaartpositie
pl_pl: Pozycja karty SIM
pt: Posição do Cartão SIM
ru_ru: Положение SIM-карты
sv_se: SIM-kortsposition
th_th: ตำแหน่งซิมการ์ด
tr_tr: SIM Kart Konumu
uk_ua: Позиція SIM-карти
vi_vn: Vị trí thẻ SIM
zh_cn: SIM 卡位置
zh_mo: SIM 卡位置

# selectColor
source: Select Colour
ar: اختيار اللون
da_dk: Vælg farve
de: Farbe auswählen
el_gr: Επιλογή Χρώματος
es: Seleccionar color
fr: Sélectionner une couleur
he_il: בחר צבע
id_id: Pilih Warna
it: Seleziona colore
ja_jp: 色を選択
ko_kr: 색상 선택
ms_my: Pilih Warna
my_mm: အရောင်ရွေးချယ်ပါ
nl_nl: Selecteer kleur
pl_pl: Wybierz kolor
pt: Selecionar Cor
ru_ru: Выберите цвет
sv_se: Välj färg
th_th: เลือกสี
tr_tr: Renk Seç
uk_ua: Вибрати колір
vi_vn: Chọn màu
zh_cn: 选择颜色
zh_mo: 選擇顏色

source: Unknown
ar: غير معروف
da_dk: Ukendt
de: Unbekannt
el_gr: Άγνωστο
es: Desconocido
fr: Inconnu
he_il: לא ידוע
id_id: Tidak diketahui
it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
ms_my: Tidak Diketahui
my_mm: မသိရှိပါ
nl_nl: Onbekend
pl_pl: Nieznany
pt: Desconhecido
ru_ru: Неизвестно
sv_se: Okänd
th_th: ไม่ทราบ
tr_tr: Bilinmeyen
uk_ua: Невідомо
vi_vn: Không xác định
zh_cn: 未知
zh_mo: 未知

source: Verified
ar: تم التحقق منه
da_dk: Bekræftet
de: Verifiziert
el_gr: Επαληθευμένο
es: Verificado
fr: Vérifié
he_il: מאומת
id_id: Terverifikasi
it: Verificato
ja_jp: 確認済み
ko_kr: 확인됨
ms_my: Disahkan
my_mm: အတည်ပြုပြီး
nl_nl: Geverifieerd
pl_pl: Zweryfikowany
pt: Verificado
ru_ru: Подтверждено
sv_se: Verifierad
th_th: ยืนยันแล้ว
tr_tr: Doğrulandı
uk_ua: Перевірено
vi_vn: Đã xác minh
zh_cn: STIR 已验证
zh_mo: 已驗證

source: Not Verified
ar: لم يتم التحقق منه
da_dk: Ikke bekræftet
de: Nicht verifiziert
el_gr: Μη Επαληθευμένο
es: No verificado
fr: Non vérifié
he_il: לא מאומת
id_id: Tidak Terverifikasi
it: Non verificato
ja_jp: 未確認
ko_kr: 확인되지 않음
ms_my: Tidak Disahkan
my_mm: အတည်ပြုခြင်းမရှိသေးပါ
nl_nl: Niet geverifieerd
pl_pl: Niezweryfikowany
pt: Não Verificado
ru_ru: Не подтверждено
sv_se: Inte verifierad
th_th: ยังไม่ได้รับการยืนยัน
tr_tr: Doğrulanmadı
uk_ua: Не перевірено
vi_vn: Chưa xác minh
zh_cn: STIR 未验证
zh_mo: 未驗證

source: Failed
ar: فشل
da_dk: Mislykkedes
de: Fehlgeschlagen
el_gr: Αποτυχημένο
es: Fallido
fr: Échoué
he_il: נכשל
id_id: Gagal
it: Fallito
ja_jp: 失敗
ko_kr: 실패
ms_my: Gagal
my_mm: မအောင်မြင်ပါ
nl_nl: Mislukt
pl_pl: Nieudane
pt: Falhou
ru_ru: Ошибка
sv_se: Misslyckades
th_th: ล้มเหลว
tr_tr: Başarısız
uk_ua: Невдало
vi_vn: Thất bại
zh_cn: 失败
zh_mo: 失敗

source: Marked by
ar: تم وضع علامة بواسطة
da_dk: Markeret af
de: Markiert von
el_gr: Σημειώθηκε από
es: Marcado por
fr: Marqué par
he_il: מסומן על ידי
id_id: Ditandai oleh
it: Contrassegnato da
ja_jp: 次のようにマークされています
ko_kr: 표시자
ms_my: Ditanda oleh
my_mm: မှတ်သားသူ
nl_nl: Gemarkeerd door
pl_pl: Oznaczony przez
pt: Marcado por
ru_ru: Помечено:
sv_se: Markerad av
th_th: ทำเครื่องหมายโดย
tr_tr: İşaretleyen
uk_ua: Помічено
vi_vn: Được đánh dấu bởi
zh_cn: 标记为
zh_mo: 標記者：

# localCard1
source: Notice
ar: البطاقة المحلية ١
da_dk: Lokalt kort 1
de: Lokale Karte 1
el_gr: Τοπική Κάρτα 1
es: Tarjeta local 1
fr: Carte locale 1
he_il: כרטיס מקומי 1
id_id: Kartu Lokal 1
it: Scheda locale 1
ja_jp: ローカルカード1
ko_kr: 로컬 카드 1
ms_my: Kad Tempatan 1
my_mm: Local Card 1
nl_nl: Lokale kaart 1
pl_pl: Lokalna karta 1
pt: Cartão Local 1
ru_ru: Локальная карта 1
sv_se: Lokalt kort 1
th_th: การ์ดท้องถิ่น 1
tr_tr: Yerel Kart 1
uk_ua: Локальна картка 1
vi_vn: Thẻ cục bộ 1
zh_cn: 注意
zh_mo: 注意

# localCard1Content
source: To ensure your security, please use only subscription sources that you trust.
ar: محتوى البطاقة المحلية ١
da_dk: Lokalt kort 1 indhold
de: Inhalt der lokalen Karte 1
el_gr: περιεχόμενο τοπικής κάρτας 1
es: contenido de la tarjeta local 1
fr: Contenu de la carte locale 1
he_il: תוכן כרטיס מקומי 1
id_id: isi kartu lokal 1
it: contenuto scheda locale 1
ja_jp: ローカルカード1の内容
ko_kr: 로컬 카드 1 콘텐츠
ms_my: kandungan kad tempatan 1
my_mm: local card 1 content
nl_nl: inhoud lokale kaart 1
pl_pl: treść lokalnej karty 1
pt: conteúdo do cartão local 1
ru_ru: содержимое локальной карты 1
sv_se: lokalt kort 1 innehåll
th_th: เนื้อหาการ์ดท้องถิ่น 1
tr_tr: yerel kart 1 içeriği
uk_ua: вміст локальної картки 1
vi_vn: nội dung thẻ cục bộ 1
zh_cn: 为保证你的安全，请仅使用你信任的订阅来源
zh_mo: 為保證安全，請僅使用你信任的訂閱來源

source: Blocked Calls Statistics
ar: إحصائيات المكالمات المحظورة
da_dk: Statistik over blokerede opkald
de: Statistiken blockierter Anrufe
el_gr: Στατιστικά Αποκλεισμένων Κλήσεων
es: Estadísticas de llamadas bloqueadas
fr: Statistiques des appels bloqués
he_il: סטטיסטיקות שיחות חסומות
id_id: Statistik Panggilan yang Diblokir
it: Statistiche chiamate bloccate
ja_jp: ブロックされた通話の統計
ko_kr: 차단된 통화 통계
ms_my: Statistik Panggilan Disekat
my_mm: ပိတ်ဆို့ထားသောဖုန်းခေါ်ဆိုမှုစာရင်းအင်းများ
nl_nl: Statistieken geblokkeerde oproepen
pl_pl: Statystyki zablokowanych połączeń
pt: Estatísticas de Chamadas Bloqueadas
ru_ru: Статистика заблокированных вызовов
sv_se: Statistik över blockerade samtal
th_th: สถิติการโทรที่ถูกบล็อก
tr_tr: Engellenen Aramalar İstatistikleri
uk_ua: Статистика заблокованих дзвінків
vi_vn: Thống kê cuộc gọi bị chặn
zh_cn: 已阻止的通话统计信息
zh_mo: 已攔截來電統計

source: Caller ID Style
ar: نمط معرف المتصل
da_dk: Opkalds-ID-stil
de: Anrufer-ID-Stil
el_gr: Στυλ ID καλούντος
es: Estilo de identificador de llamadas
fr: Style d'identification de l'appelant
he_il: סגנון זיהוי מתקשר
id_id: Gaya ID Penelepon
it: Stile ID chiamante
ja_jp: 発信者番号のスタイル
ko_kr: 발신자 ID 스타일
ms_my: Gaya ID Pemanggil
my_mm: ဖုန်းခေါ်ဆိုသူ ID ပုံစံ
nl_nl: Beller-ID-stijl
pl_pl: Styl identyfikacji rozmówcy
pt: Estilo de ID de Chamadas
ru_ru: Стиль АОН
sv_se: Uppringnings-ID-stil
th_th: รูปแบบ ID ผู้โทร
tr_tr: Arayan Kimliği Stili
uk_ua: Стиль ідентифікатора абонента
vi_vn: Kiểu ID người gọi
zh_cn: 来电显示样式
zh_mo: 來電顯示樣式

# callerIdStyleContent
source: customize caller ID style
ar: محتوى نمط معرف المتصل
da_dk: Opkalds-ID-stilindhold
de: Inhalt des Anrufer-ID-Stils
el_gr: περιεχόμενο στυλ ID καλούντος
es: contenido del estilo de identificador de llamadas
fr: Contenu du style d'identification de l'appelant
he_il: תוכן סגנון זיהוי מתקשר
id_id: isi gaya id penelepon
it: contenuto stile ID chiamante
ja_jp: 発信者番号のスタイルの内容
ko_kr: 발신자 ID 스타일 콘텐츠
ms_my: kandungan gaya ID pemanggil
my_mm: caller ID style content
nl_nl: inhoud beller-ID-stijl
pl_pl: treść stylu identyfikacji rozmówcy
pt: conteúdo do estilo de ID de chamadas
ru_ru: содержимое стиля АОН
sv_se: uppringnings-ID-stilinnehåll
th_th: เนื้อหารูปแบบ ID ผู้โทร
tr_tr: arayan kimliği stili içeriği
uk_ua: вміст стилю ідентифікатора абонента
vi_vn: nội dung kiểu ID người gọi
zh_cn: 来电显示样式内容
zh_mo: 來電顯示樣式內容

source: Subscribe
ar: اشتراك
da_dk: Abonner
de: Abonnieren
el_gr: Εγγραφή
es: Suscribirse
fr: S'abonner
he_il: הירשם
id_id: Berlangganan
it: Iscriviti
ja_jp: 購読
ko_kr: 구독
ms_my: Langgan
my_mm: စာရင်းသွင်းပါ
nl_nl: Abonneren
pl_pl: Subskrybuj
pt: Subscrever
ru_ru: Подписаться
sv_se: Prenumerera
th_th: สมัครสมาชิก
tr_tr: Abone Ol
uk_ua: Підписатися
vi_vn: Đăng ký
zh_cn: 订阅
zh_mo: 訂閱

source: Contacts
ar: جهات الاتصال
da_dk: Kontakter
de: Kontakte
el_gr: Επαφές
es: Contactos
he_il: אנשי קשר
id_id: Kontak
it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
my_mm: အဆက်အသွယ်များ
nl_nl: Contacten
pl_pl: Kontakty
pt: Contactos
ru_ru: Контакты
sv_se: Kontakter
th_th: ผู้ติดต่อ
tr_tr: Kişiler
uk_ua: Контакти
vi_vn: Danh bạ
zh_cn: 联系人
zh_mo: 聯絡人

source: Whitelist
ar: القائمة البيضاء
da_dk: Hvidliste
el_gr: Λευκή Λίστα
es: Lista blanca
fr: Liste blanche
he_il: רשימה לבנה
id_id: Daftar putih
it: Lista bianca
ja_jp: ホワイトリスト
ko_kr: 허용 목록
ms_my: Senarai Putih
my_mm: ခွင့်ပြုစာရင်း
nl_nl: Witte lijst
pl_pl: Biała lista
pt: Lista Branca
ru_ru: Белый список
sv_se: Vitlista
th_th: รายการที่อนุญาต
tr_tr: Beyaz Liste
uk_ua: Білий список
vi_vn: Danh sách trắng
zh_cn: 白名单
zh_mo: 白名單

source: Blacklist
ar: القائمة السوداء
da_dk: Sortliste
el_gr: Μαύρη Λίστα
es: Lista negra
fr: Liste noire
he_il: רשימה שחורה
id_id: Daftar hitam
it: Lista nera
ja_jp: ブラックリスト
ko_kr: 차단 목록
ms_my: Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်း
nl_nl: Zwarte lijst
pl_pl: Czarna lista
pt: Lista Negra
ru_ru: Черный список
sv_se: Svartlista
th_th: รายการที่ถูกบล็อก
tr_tr: Kara Liste
uk_ua: Чорний список
vi_vn: Danh sách đen
zh_cn: 黑名单
zh_mo: 黑名單

source: Allowed
ar: مسموح
da_dk: Tilladt
de: Erlaubt
el_gr: Επιτρέπεται
es: Permitido
fr: Autorisé
he_il: מותר
id_id: Diizinkan
it: Consentito
ja_jp: 許可
ko_kr: 허용됨
ms_my: Dibenarkan
my_mm: ခွင့်ပြုထားသည်
nl_nl: Toegestaan
pl_pl: Dozwolone
pt: Permitido
ru_ru: Разрешено
sv_se: Tillåten
th_th: อนุญาต
tr_tr: İzin Verildi
uk_ua: Дозволено
vi_vn: Được phép
zh_cn: 允许
zh_mo: 允許

source: Blocked
ar: محظور
da_dk: Blokeret
de: Blockiert
el_gr: Αποκλεισμένο
es: Bloqueado
fr: Bloqué
he_il: חסום
id_id: Diblokir
it: Bloccato
ja_jp: ブロック
ko_kr: 차단됨
ms_my: Disekat
my_mm: ပိတ်ဆို့ထားသည်
nl_nl: Geblokkeerd
pl_pl: Zablokowane
pt: Bloqueado
ru_ru: Заблокировано
sv_se: Blockerad
th_th: ถูกบล็อก
tr_tr: Engellendi
uk_ua: Заблоковано
vi_vn: Bị chặn
zh_cn: 阻止
zh_mo: 已攔截

source: Regex
ar: تعبير عادي
he_il: ביטוי רגולרי
ja_jp: 正規表現
ko_kr: 정규식
pl_pl: Wyrażenie regularne
th_th: นิพจน์ทั่วไป
uk_ua: Регулярний вираз
zh_cn: 正则表达式
zh_mo: 正則表達式

source: Sync
ar: مزامنة
da_dk: Synkroniser
de: Synchronisieren
el_gr: Συγχρονισμός
es: Sincronizar
fr: Synchroniser
he_il: סנכרון
id_id: Sinkronisasi
it: Sincronizza
ja_jp: 同期
ko_kr: 동기화
ms_my: Segerak
my_mm: တစ်ပြိုင်တည်းချိန်ကိုက်ပါ
nl_nl: Synchroniseren
pl_pl: Synchronizuj
pt: Sincronizar
ru_ru: Синхронизировать
sv_se: Synkronisera
th_th: ซิงค์
tr_tr: Senkronize Et
uk_ua: Синхронізувати
vi_vn: Đồng bộ hóa
zh_cn: 同步
zh_mo: 同步

source: Label
ar: علامة
da_dk: Etiket
de: Etikett
el_gr: Ετικέτα
es: Etiqueta
fr: Étiquette
he_il: תווית
it: Etichetta
ja_jp: ラベル
ko_kr: 레이블
my_mm: တံဆိပ်
pl_pl: Etykieta
pt: Etiqueta
ru_ru: Метка
sv_se: Etikett
th_th: ป้ายกำกับ
tr_tr: Etiket
uk_ua: Мітка
vi_vn: Nhãn
zh_cn: 标签
zh_mo: 標籤

source: Plugins
ar: المكونات الإضافية
es: Complementos
he_il: תוספים
id_id: Plugin
it: Plugin
ja_jp: プラグイン
ko_kr: 플러그인
ms_my: Plugin
pl_pl: Wtyczki
ru_ru: Плагины
th_th: ปลั๊กอิน
tr_tr: Eklentiler
uk_ua: Плагіни
vi_vn: Plugin
zh_cn: 插件
zh_mo: 插件

source: Manage Rules
ar: إدارة القواعد
da_dk: Administrer regler
de: Regeln verwalten
el_gr: Διαχείριση Κανόνων
es: Administrar reglas
fr: Gérer les règles
he_il: ניהול חוקים
id_id: Kelola Aturan
it: Gestisci regole
ja_jp: ルールの管理
ko_kr: 규칙 관리
ms_my: Urus Peraturan
my_mm: စည်းမျဉ်းများကိုစီမံပါ
nl_nl: Regels beheren
pl_pl: Zarządzaj regułami
pt: Gerir Regras
ru_ru: Управление правилами
sv_se: Hantera regler
th_th: จัดการกฎ
tr_tr: Kuralları Yönet
uk_ua: Керувати правилами
vi_vn: Quản lý quy tắc
zh_cn: 管理规则
zh_mo: 管理規則

source: Allow All Allowed Numbers
ar: السماح بجميع الأرقام المسموح بها
da_dk: Tillad alle tilladte numre
de: Alle erlaubten Nummern zulassen
el_gr: Να επιτρέπονται όλοι οι επιτρεπόμενοι αριθμοί
es: Permitir todos los números permitidos
fr: Autoriser tous les numéros autorisés
he_il: אפשר את כל המספרים המותרים
id_id: Izinkan Semua Nomor yang Diizinkan
it: Consenti tutti i numeri consentiti
ja_jp: 許可されているすべての番号を許可する
ko_kr: 모든 허용된 번호 허용
ms_my: Benarkan Semua Nombor yang Dibenarkan
my_mm: ခွင့်ပြုထားသောနံပါတ်အားလုံးကိုခွင့်ပြုပါ
nl_nl: Alle toegestane nummers toestaan
pl_pl: Zezwól na wszystkie dozwolone numery
pt: Permitir Todos os Números Permitidos
ru_ru: Разрешить все разрешенные номера
sv_se: Tillåt alla tillåtna nummer
th_th: อนุญาตหมายเลขที่อนุญาตทั้งหมด
tr_tr: Tüm İzin Verilen Numaralara İzin Ver
uk_ua: Дозволити всі дозволені номери
vi_vn: Cho phép tất cả các số được phép
zh_cn: 允许所有已允许的号码
zh_mo: 允許所有允許的號碼
