Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Sort by:
ar: ترتيب حسب:
ja_jp: 並べ替え:
zh_cn: 排序方式：
zh_mo: 排序方式:

source: Stir Notification
ar: إشعار Stir
ja_jp: Stir 通知
zh_cn: STIR 通知
zh_mo: Stir 通知

source: Only for supported Area
ar: للمنطقة المدعومة فقط
ja_jp: サポートされている地域のみ
zh_cn: 仅限支持地区
zh_mo: 僅適用於支援地區

source: Enable Stir Notification
ar: تمكين إشعار Stir
ja_jp: Stir 通知を有効にする
zh_cn: 启用 STIR 通知
zh_mo: 啟用 Stir 通知

source: Disable Stir Notification
ar: تعطيل إشعار Stir
ja_jp: Stir 通知を無効にする
zh_cn: 禁用 STIR 通知
zh_mo: 停用 Stir 通知

# theTranslationIsNotYetComplete
source: The translation is not yet complete, and all translations are currently done by AI. If your language is not supported, or if you find any errors or missing translations, please click this here.
ar: الترجمة لم تكتمل بعد، وجميع الترجمات تتم حاليًا بواسطة الذكاء الاصطناعي. إذا كانت لغتك غير مدعومة، أو إذا وجدت أي أخطاء أو ترجمات مفقودة، فيرجى النقر هنا.
ja_jp: 翻訳はまだ完了しておらず、すべての翻訳は現在 AI によって行われています。あなたの言語がサポートされていない場合、または翻訳に誤りや欠落がある場合は、ここをクリックしてください。
zh_cn: 翻译并不完整，现在的翻译全部由AI完成. 如果你发现任何翻译问题或者缺失请点击此处到GIthub修改翻译.
zh_mo: 翻譯尚未完成，目前所有翻譯皆由 AI 完成。如果您的語言不受支援，或者您發現任何錯誤或遺漏的翻譯，請點擊此處。

source: Translation
ar: الترجمة
ja_jp: 翻訳
zh_cn: 翻译
zh_mo: 翻譯

# descriptionFeature1
source: The app supports subscriptions from online links and plugins. Customize your own API or convert any website into a plugin to help you find caller ID information.
ar: يدعم التطبيق الاشتراكات من الروابط والمكونات الإضافية عبر الإنترنت. قم بتخصيص واجهة برمجة التطبيقات الخاصة بك أو قم بتحويل أي موقع ويب إلى مكون إضافي لمساعدتك في العثور على معلومات معرف المتصل.
ja_jp: アプリは、オンライン リンクとプラグインからのサブスクリプションをサポートしています。独自の API をカスタマイズするか、任意の Web サイトをプラグインに変換して、発信者 ID 情報を見つけるのに役立ててください。
zh_cn: 应用支持从在线链接和插件订阅。您可以自定义自己的 API 或将任何网站转换为插件，以帮助您查找来电显示信息。
zh_mo: 應用程式支援從線上連結和外掛程式訂閱。您可以自訂自己的 API 或將任何網站轉換為外掛程式，以協助您尋找來電顯示資訊。

# descriptionFeature2
source: The app supports regular expressions (Regex), allowing you to customize patterns for blocking calls.
ar: يدعم التطبيق التعبيرات العادية (Regex)، مما يسمح لك بتخصيص أنماط حظر المكالمات.
ja_jp: アプリは正規表現 (Regex) をサポートしており、着信拒否のパターンをカスタマイズできます。
zh_cn: 应用支持正则表达式 (Regex)，允许您自定义模式来阻止呼叫。
zh_mo: 應用程式支援正則表達式 (Regex)，允許您自訂模式來阻止來電。

# descriptionFeature3
source: Import or export your database locally or online via WebDAV, Google Drive, or OneDrive.
ar: قم باستيراد أو تصدير قاعدة البيانات الخاصة بك محليًا أو عبر الإنترنت عبر WebDAV أو Google Drive أو OneDrive.
ja_jp: WebDAV、Google ドライブ、または OneDrive を介して、データベースをローカルまたはオンラインでインポートまたはエクスポートします。
zh_cn: 在本地或通过 WebDAV、Google Drive 或 OneDrive 在线导入或导出您的数据库。
zh_mo: 在本地或透過 WebDAV、Google Drive 或 OneDrive 線上匯入或匯出您的資料庫。

source: SMS Subscribe
ar: اشتراك SMS
ja_jp: SMS サブスクライブ
zh_cn: SMS订阅
zh_mo: SMS 訂閱

source: SMS Blacklist
ar: القائمة السوداء للرسائل القصيرة
ja_jp: SMS ブラックリスト
zh_cn: SMS黑名单
zh_mo: SMS 黑名單

source: SMS Whitelist
ar: القائمة البيضاء للرسائل القصيرة
ja_jp: SMS ホワイトリスト
zh_cn: SMS白名单
zh_mo: SMS 白名單

source: SMS Text Blacklist
ar: القائمة السوداء لنص SMS
ja_jp: SMS テキスト ブラックリスト
zh_cn: SMS文本黑名单
zh_mo: SMS 文字黑名單

source: SMS TextWhitelist
ar: القائمة البيضاء لنص SMS
ja_jp: SMS テキスト ホワイトリスト
zh_cn: SMS文本白名单
zh_mo: SMS 文字白名單

source: WhatsApp
ar: واتساب

source: Telegram
ar: تيليجرام

# phoneNumberTypeUan
source: UAN
zh_cn: 统一接入号码
