Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Import Configuration
ar: استيراد التكوين
da_dk: Importer konfiguration
de: Importkonfiguration
el_gr: Εισαγωγή Ρυθμίσεων
es: Importar configuración
fr: Importer la configuration
he_il: ייבוא תצורה
it: Importa configurazione
ja_jp: インポート設定
ko_kr: 구성 가져오기
nl_nl: Configuratie importeren
pl_pl: Importuj konfigurację
pt: Importar Configuração
ru_ru: Импорт конфигурации
sv_se: Importera konfiguration
th_th: นำเข้าการกำหนดค่า
tr_tr: Yapılandırmayı İçeri Aktar
uk_ua: Імпорт налаштувань
vi_vn: Nhập Cấu hình
zh_cn: 导入配置
zh_mo: 導入配置

source: Paste JSON
ar: لصق JSON
da_dk: Indsæt JSON
de: JSON einfügen
el_gr: Επικόλληση JSON
es: Pegar JSON
fr: Coller le JSON
he_il: הדבק JSON
it: Incolla JSON
ja_jp: JSONを貼り付ける
ko_kr: JSON 붙여넣기
my_mm: JSON ကိုကူးထည့်ပါ
nl_nl: JSON plakken
pl_pl: Wklej JSON
pt: Colar JSON
ru_ru: Вставить JSON
sv_se: Klistra in JSON
th_th: วาง JSON
tr_tr: JSON Yapıştır
uk_ua: Вставити JSON
vi_vn: Dán JSON
zh_cn: 粘贴 JSON
zh_mo: 粘貼 JSON

source: Import from file
ar: استيراد من ملف
da_dk: Importer fra fil
de: Aus Datei importieren
el_gr: Εισαγωγή από Αρχείο
es: Importar desde archivo
fr: Importer depuis un fichier
he_il: ייבוא מקובץ
it: Importa da file
ja_jp: ファイルからインポート
ko_kr: 파일에서 가져오기
my_mm: ဖိုင်မှတင်သွင်းပါ
nl_nl: Importeren vanuit bestand
pl_pl: Importuj z pliku
pt: Importar de Ficheiro
ru_ru: Импортировать из файла
sv_se: Importera från fil
th_th: นำเข้าจากไฟล์
tr_tr: Dosyadan İçeri Aktar
uk_ua: Імпортувати з файлу
vi_vn: Nhập từ tệp
zh_cn: 从文件导入
zh_mo: 從文件導入

source: Customize Caller ID
ar: تخصيص معرف المتصل
da_dk: Tilpas opkalds-ID
de: Anrufer-ID anpassen
el_gr: Προσαρμογή ID καλούντος
es: Personalizar identificador de llamadas
fr: Personnaliser l'identification de l'appelant
he_il: התאמה אישית של זיהוי מתקשר
it: Personalizza ID chiamante
ja_jp: 発信者番号のカスタマイズ
ko_kr: 발신자 ID 사용자 지정
my_mm: ဖုန်းခေါ်ဆိုသူ ID ကိုစိတ်ကြိုက်ပြင်ဆင်ပါ
nl_nl: Beller-ID aanpassen
pl_pl: Dostosuj identyfikację rozmówcy
pt: Personalizar ID de Chamadas
ru_ru: Настроить АОН
sv_se: Anpassa uppringnings-ID
th_th: กำหนด ID ผู้โทรเอง
tr_tr: Arayan Kimliğini Özelleştir
uk_ua: Налаштувати ідентифікатор абонента
vi_vn: Tùy chỉnh ID người gọi
zh_cn: 自定义来电显示
zh_mo: 自訂來電顯示

source: Window Size
ar: حجم النافذة
da_dk: Vindusstørrelse
de: Fenstergröße
el_gr: Μέγεθος Παραθύρου
es: Tamaño de la ventana
fr: Taille de la fenêtre
he_il: גודל חלון
it: Dimensione finestra
ja_jp: ウィンドウサイズ
ko_kr: 창 크기
my_mm: ၀င်းဒိုးအရွယ်အစား
nl_nl: Venstergrootte
pl_pl: Rozmiar okna
pt: Tamanho da Janela
ru_ru: Размер окна
sv_se: Fönsterstorlek
th_th: ขนาดหน้าต่าง
tr_tr: Pencere Boyutu
uk_ua: Розмір вікна
vi_vn: Kích thước cửa sổ
zh_cn: 窗口大小
zh_mo: 窗口大小

source: cancel
ar: إلغاء
da_dk: Annuller
de: Abbrechen
el_gr: Ακύρωση
es: cancelar
fr: Annuler
he_il: ביטול
it: annulla
ja_jp: キャンセル
ko_kr: 취소
my_mm: ဖျက်သိမ်းပါ
nl_nl: Annuleren
pl_pl: anuluj
pt: cancelar
ru_ru: отмена
sv_se: avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: скасувати
vi_vn: hủy bỏ
zh_cn: 取消
zh_mo: 取消

source: Paste JSON Configuration
ar: لصق تكوين JSON
da_dk: Indsæt JSON-konfiguration
de: JSON-Konfiguration einfügen
el_gr: Επικόλληση Ρυθμίσεων JSON
es: Pegar configuración JSON
fr: Coller la configuration JSON
he_il: הדבק תצורת JSON
it: Incolla configurazione JSON
ja_jp: JSON設定を貼り付ける
ko_kr: JSON 구성 붙여넣기
my_mm: JSON Configuration ကိုကူးထည့်ပါ
nl_nl: JSON-configuratie plakken
pl_pl: Wklej konfigurację JSON
pt: Colar Configuração JSON
ru_ru: Вставить JSON-конфигурацию
sv_se: Klistra in JSON-konfiguration
th_th: วางการกำหนดค่า JSON
tr_tr: JSON Yapılandırmasını Yapıştır
uk_ua: Вставити конфігурацію JSON
vi_vn: Dán Cấu hình JSON
zh_cn: 粘贴 JSON 配置
zh_mo: 粘貼 JSON 配置

source: Paste JSON here
ar: لصق JSON هنا
da_dk: Indsæt JSON her
de: JSON hier einfügen
el_gr: Επικολλήστε το JSON εδώ
es: Pegar JSON aquí
fr: Coller le JSON ici
he_il: הדבק JSON כאן
it: Incolla JSON qui
ja_jp: ここにJSONを貼り付ける
ko_kr: 여기에 JSON을 붙여넣으세요
my_mm: JSON ကိုဤနေရာတွင်ကူးထည့်ပါ
nl_nl: Plak JSON hier
pl_pl: Wklej JSON tutaj
pt: Cole o JSON aqui
ru_ru: Вставьте JSON сюда
sv_se: Klistra in JSON här
th_th: วาง JSON ที่นี่
tr_tr: JSON'u buraya yapıştırın
uk_ua: Вставте JSON сюди
vi_vn: Dán JSON vào đây
zh_cn: 在此处粘贴 JSON
zh_mo: 在此處粘貼 JSON

source: Configuration imported
ar: تم استيراد التكوين
da_dk: Konfiguration importeret
de: Konfiguration importiert
el_gr: Εισαγωγή ρυθμίσεων
es: Configuración importada
fr: Configuration importée
he_il: התצורה יובאה
it: Configurazione importata
ja_jp: 設定がインポートされました
ko_kr: 구성이 가져왔습니다
my_mm: Configuration ကိုတင်သွင်းပြီးပါပြီ
nl_nl: Configuratie geïmporteerd
pl_pl: Konfiguracja zaimportowana
pt: Configuração importada
ru_ru: Конфигурация импортирована
sv_se: Konfiguration importerad
th_th: นำเข้าการกำหนดค่าแล้ว
tr_tr: Yapılandırma içe aktarıldı
uk_ua: Конфігурацію імпортовано
vi_vn: Đã nhập cấu hình
zh_cn: 配置已导入
zh_mo: 配置已導入

source: Import
ar: استيراد
da_dk: Importer
de: Importieren
el_gr: Εισαγωγή
es: Importar
fr: Importer
he_il: ייבוא
it: Importa
ja_jp: インポート
ko_kr: 가져오기
my_mm: တင်သွင်းပါ
nl_nl: Importeren
pl_pl: Importuj
pt: Importar
ru_ru: Импорт
sv_se: Importera
th_th: นำเข้า
tr_tr: İçe Aktar
uk_ua: Імпорт
vi_vn: Nhập khẩu
zh_cn: 导入
zh_mo: 導入

source: Background Gradient
ar: تدرج الخلفية
da_dk: Baggrundsgradient
de: Hintergrundverlauf
el_gr: Διαβάθμιση Φόντου
es: Gradiente de fondo
fr: Dégradé d'arrière-plan
he_il: מפל רקע
it: Sfumatura sfondo
ja_jp: 背景グラデーション
ko_kr: 배경 그라디언트
my_mm: နောက်ခံ Gradient
nl_nl: Achtergrondverloop
pl_pl: Gradient tła
pt: Gradiente de Fundo
ru_ru: Градиент фона
sv_se: Bakgrundsgradient
th_th: การไล่ระดับสีพื้นหลัง
tr_tr: Arka Plan Gradyanı
uk_ua: Градієнт фону
vi_vn: Gradient nền
zh_cn: 背景渐变
zh_mo: 背景漸變

# textLabelColors
source: Text & Label Colours
ar: ألوان النص والعلامة
da_dk: Tekst- og etiketfarver
de: Text- & Beschriftungsfarben
el_gr: Χρώματα Κειμένου & Ετικετών
es: Colores de texto y etiquetas
fr: Couleurs du texte et des étiquettes
he_il: צבעי טקסט ותוויות
id_id: Text & Label Colors
it: Colori testo ed etichette
ja_jp: テキストとラベルの色
ko_kr: 텍스트 및 레이블 색상
ms_my: Text & Label Colors
my_mm: စာသားနှင့် Label အရောင်များ
nl_nl: Tekst- en labelkleuren
pl_pl: Kolory tekstu i etykiet
pt: Cores de Texto e Etiquetas
ru_ru: Цвета текста и меток
sv_se: Text- och etikettfärger
th_th: สีข้อความและป้ายกำกับ
tr_tr: Metin ve Etiket Renkleri
uk_ua: Кольори тексту та міток
vi_vn: Màu văn bản & nhãn
zh_cn: 文本和标签颜色
zh_mo: 文字和標籤顏色

source: Avatar and Icon Sizes
ar: أحجام الصورة الرمزية والرمز
da_dk: Avatar- og ikonstørrelser
de: Avatar- und Symbolgrößen
el_gr: Μεγέθη Avatar και Εικονιδίων
es: Tamaños de avatar e iconos
fr: Tailles des avatars et des icônes
he_il: גדלי אווטאר וסמל
it: Dimensioni avatar e icone
ja_jp: アバターとアイコンのサイズ
ko_kr: 아바타 및 아이콘 크기
my_mm: Avatar နှင့် Icon အရွယ်အစားများ
nl_nl: Avatar- en pictogramgroottes
pl_pl: Rozmiary awatarów i ikon
pt: Tamanhos de Avatar e Ícone
ru_ru: Размеры аватаров и значков
sv_se: Avatar- och ikonstorlekar
th_th: ขนาดรูปประจำตัวและไอคอน
tr_tr: Avatar ve Simge Boyutları
uk_ua: Розміри аватара та піктограм
vi_vn: Kích thước Avatar và Biểu tượng
zh_cn: 头像和图标大小
zh_mo: 頭像和圖標大小

source: Element Positions
ar: مواقع العناصر
da_dk: Elementpositioner
de: Elementpositionen
el_gr: Θέσεις Στοιχείων
es: Posiciones de los elementos
fr: Positions des éléments
he_il: מיקומי אלמנטים
it: Posizioni elementi
ja_jp: 要素の位置
ko_kr: 요소 위치
my_mm: Element တည်နေရာများ
nl_nl: Elementposities
pl_pl: Pozycje elementów
pt: Posições dos Elementos
ru_ru: Положения элементов
sv_se: Elementpositioner
th_th: ตำแหน่งองค์ประกอบ
tr_tr: Öğe Konumları
uk_ua: Позиції елементів
vi_vn: Vị trí phần tử
zh_cn: 元素位置
zh_mo: 元素位置

source: Configuration imported Successfully
ar: تم استيراد التكوين بنجاح
da_dk: Konfiguration importeret!
de: Konfiguration erfolgreich importiert
el_gr: Επιτυχής Εισαγωγή Ρυθμίσεων
es: Configuración importada correctamente
fr: Configuration importée avec succès
he_il: התצורה יובאה בהצלחה
id_id: Konfigurasi diimpor Berhasil
it: Configurazione importata correttamente
ja_jp: 設定のインポートに成功しました
ko_kr: 구성을 성공적으로 가져왔습니다
ms_my: Konfigurasi diimport Berjaya
my_mm: Configuration ကိုအောင်မြင်စွာတင်သွင်းပြီးပါပြီ
nl_nl: Configuratie succesvol geïmporteerd
pl_pl: Konfiguracja została pomyślnie zaimportowana
pt: Configuração importada com sucesso
ru_ru: Конфигурация успешно импортирована
sv_se: Konfiguration importerad
th_th: นำเข้าการกำหนดค่าสำเร็จแล้ว
tr_tr: Yapılandırma Başarıyla İçe Aktarıldı
uk_ua: Конфігурацію успішно імпортовано
vi_vn: Đã nhập cấu hình thành công
zh_cn: 配置导入成功
zh_mo: 配置已成功導入

source: Invalid JSON format
ar: تنسيق JSON غير صالح
da_dk: Ugyldigt JSON-format
de: Ungültiges JSON-Format
el_gr: Μη έγκυρη μορφή JSON
es: Formato JSON inválido
fr: Format JSON invalide
he_il: פורמט JSON לא חוקי
id_id: Format JSON tidak valid
it: Formato JSON non valido
ja_jp: 無効なJSON形式
ko_kr: 잘못된 JSON 형식
ms_my: Format JSON tidak sah
my_mm: JSON ဖော်မတ်မမှန်ကန်ပါ
nl_nl: Ongeldige JSON-indeling
pl_pl: Nieprawidłowy format JSON
pt: Formato JSON inválido
ru_ru: Неверный формат JSON
sv_se: Ogiltigt JSON-format
th_th: รูปแบบ JSON ไม่ถูกต้อง
tr_tr: Geçersiz JSON formatı
uk_ua: Недійсний формат JSON
vi_vn: Định dạng JSON không hợp lệ
zh_cn: 无效的 JSON 格式
zh_mo: 無效的 JSON 格式

source: Configuration exported to file!
ar: تم تصدير التكوين إلى ملف!
da_dk: Konfiguration eksporteret til fil!
de: Konfiguration in Datei exportiert!
el_gr: Εξαγωγή ρυθμίσεων σε αρχείο!
es: ¡Configuración exportada a archivo!
fr: Configuration exportée vers un fichier !
he_il: התצורה יובאה לקובץ!
id_id: Konfigurasi diekspor ke file!
it: Configurazione esportata su file!
ja_jp: 設定をファイルにエクスポートしました！
ko_kr: 구성이 파일에 내보내졌습니다!
ms_my: Konfigurasi dieksport ke fail!
my_mm: Configuration ကိုဖိုင်သို့တင်ပို့ပြီးပါပြီ။
nl_nl: Configuratie geëxporteerd naar bestand!
pl_pl: Konfiguracja została wyeksportowana do pliku!
pt: Configuração exportada para o ficheiro!
ru_ru: Конфигурация экспортирована в файл!
sv_se: Konfiguration exporterad till fil!
th_th: ส่งออกการกำหนดค่าไปยังไฟล์แล้ว!
tr_tr: Yapılandırma dosyaya aktarıldı!
uk_ua: Конфігурацію експортовано до файлу!
vi_vn: Đã xuất cấu hình sang tệp!
zh_cn: 配置已导出到文件！
zh_mo: 配置已導出到文件！

source: Export
ar: تصدير
da_dk: Eksporter
de: Exportieren
el_gr: Εξαγωγή
es: Exportar
fr: Exporter
he_il: ייצוא
it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
my_mm: တင်ပို့ပါ
nl_nl: Exporteren
pl_pl: Eksportuj
pt: Exportar
ru_ru: Экспорт
sv_se: Exportera
th_th: ส่งออก
tr_tr: Dışa Aktar
uk_ua: Експорт
vi_vn: Xuất khẩu
zh_cn: 导出
zh_mo: 導出

source: Configuration Saved!
ar: تم حفظ التكوين!
da_dk: Konfiguration gemt!
de: Konfiguration gespeichert!
el_gr: Αποθήκευση Ρυθμίσεων!
es: ¡Configuración guardada!
fr: Configuration enregistrée !
he_il: התצורה נשמרה!
id_id: Konfigurasi Disimpan!
it: Configurazione salvata!
ja_jp: 設定が保存されました！
ko_kr: 구성이 저장되었습니다!
ms_my: Konfigurasi Disimpan!
my_mm: Configuration ကိုသိမ်းဆည်းပြီးပါပြီ။
nl_nl: Configuratie opgeslagen!
pl_pl: Konfiguracja zapisana!
pt: Configuração Guardada!
ru_ru: Конфигурация сохранена!
sv_se: Konfiguration sparad!
th_th: บันทึกการกำหนดค่าแล้ว!
tr_tr: Yapılandırma Kaydedildi!
uk_ua: Конфігурацію збережено!
vi_vn: Đã lưu cấu hình!
zh_cn: 配置已保存！
zh_mo: 配置已保存！

source: Save
ar: حفظ
da_dk: Gem
de: Speichern
el_gr: Αποθήκευση
es: Guardar
fr: Enregistrer
he_il: שמור
it: Salva
ja_jp: 保存
ko_kr: 저장
my_mm: သိမ်းဆည်းပါ
nl_nl: Opslaan
pl_pl: Zapisz
pt: Guardar
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_cn: 保存
zh_mo: 保存

source: Width
ar: العرض
da_dk: Bredde
de: Breite
el_gr: Πλάτος
es: Ancho
fr: Largeur
he_il: רוחב
id_id: Lebar
it: Larghezza
ja_jp: 幅
ko_kr: 너비
ms_my: Lebar
my_mm: အကျယ်
nl_nl: Breedte
pl_pl: Szerokość
pt: Largura
ru_ru: Ширина
sv_se: Bredd
th_th: ความกว้าง
tr_tr: Genişlik
uk_ua: Ширина
vi_vn: Chiều rộng
zh_cn: 宽度
zh_mo: 寬度

source: Height
ar: الارتفاع
da_dk: Højde
de: Höhe
el_gr: Ύψος
es: Alto
fr: Hauteur
he_il: גובה
id_id: Tinggi
it: Altezza
ja_jp: 高さ
ko_kr: 높이
ms_my: Tinggi
my_mm: အမြင့်
nl_nl: Hoogte
pl_pl: Wysokość
pt: Altura
ru_ru: Высота
sv_se: Höjd
th_th: ความสูง
tr_tr: Yükseklik
uk_ua: Висота
vi_vn: Chiều cao
zh_cn: 高度
zh_mo: 高度

# startColor
source: Start Colour
ar: لون البداية
da_dk: Startfarve
de: Startfarbe
el_gr: Χρώμα Έναρξης
es: Color inicial
fr: Couleur de début
he_il: צבע התחלה
id_id: Warna Awal
it: Colore iniziale
ja_jp: 開始色
ko_kr: 시작 색상
ms_my: Warna Mula
my_mm: အစအရောင်
nl_nl: Startkleur
pl_pl: Kolor początkowy
pt: Cor Inicial
ru_ru: Начальный цвет
sv_se: Startfärg
th_th: สีเริ่มต้น
tr_tr: Başlangıç Rengi
uk_ua: Початковий колір
vi_vn: Màu bắt đầu
zh_cn: 起始颜色
zh_mo: 起始顏色

# endColor
source: End Colour
ar: لون النهاية
da_dk: Slutfarve
de: Endfarbe
el_gr: Χρώμα Λήξης
es: Color final
fr: Couleur de fin
he_il: צבע סיום
id_id: Warna Akhir
it: Colore finale
ja_jp: 終了色
ko_kr: 끝 색상
ms_my: Warna Akhir
my_mm: အဆုံးအရောင်
nl_nl: Eindkleur
pl_pl: Kolor końcowy
pt: Cor Final
ru_ru: Конечный цвет
sv_se: Slutfärg
th_th: สีสิ้นสุด
tr_tr: Bitiş Rengi
uk_ua: Кінцевий колір
vi_vn: Màu kết thúc
zh_cn: 结束颜色
zh_mo: 結束顏色

# labelIconColor
source: Label Icon Colour
ar: لون رمز العلامة
da_dk: Etiket-ikonfarve
de: Farbe des Etikettensymbols
el_gr: Χρώμα Εικονιδίου Ετικέτας
es: Color del icono de etiqueta
fr: Couleur de l'icône d'étiquette
he_il: צבע סמל תווית
id_id: Warna Ikon Label
it: Colore icona etichetta
ja_jp: ラベルアイコンの色
ko_kr: 레이블 아이콘 색상
ms_my: Warna Ikon Label
my_mm: Label Icon အရောင်
nl_nl: Labelpictogramkleur
pl_pl: Kolor ikony etykiety
pt: Cor do Ícone da Etiqueta
ru_ru: Цвет значка метки
sv_se: Etikettikonfärg
th_th: สีไอคอนป้ายกำกับ
tr_tr: Etiket Simgesi Rengi
uk_ua: Колір піктограми мітки
vi_vn: Màu biểu tượng nhãn
zh_cn: 标签图标颜色
zh_mo: 標籤圖標顏色

# locationIconColor
source: Location Icon Colour
ar: لون رمز الموقع
da_dk: Placering-ikonfarve
de: Farbe des Standortsymbols
el_gr: Χρώμα Εικονιδίου Τοποθεσίας
es: Color del icono de ubicación
fr: Couleur de l'icône de localisation
he_il: צבע סמל מיקום
id_id: Warna Ikon Lokasi
it: Colore icona posizione
ja_jp: 位置アイコンの色
ko_kr: 위치 아이콘 색상
ms_my: Warna Ikon Lokasi
my_mm: တည်နေရာ Icon အရောင်
nl_nl: Locatiepictogramkleur
pl_pl: Kolor ikony lokalizacji
pt: Cor do Ícone da Localização
ru_ru: Цвет значка местоположения
sv_se: Platsymbolens färg
th_th: สีไอคอนตำแหน่งที่ตั้ง
tr_tr: Konum Simgesi Rengi
uk_ua: Колір піктограми розташування
vi_vn: Màu biểu tượng vị trí
zh_cn: 位置图标颜色
zh_mo: 位置圖標顏色

# calltypeIconColor
source: CallType Icon Colour
ar: لون رمز نوع المكالمة
da_dk: Opkaldstype-ikonfarve
de: Farbe des Anruftypsymbols
el_gr: Χρώμα Εικονιδίου Τύπου Κλήσης
es: Color del icono de tipo de llamada
fr: Couleur de l'icône de type d'appel
he_il: צבע סמל סוג שיחה
id_id: Warna Ikon Jenis Panggilan
it: Colore icona tipo di chiamata
ja_jp: 通話タイプアイコンの色
ko_kr: 통화 유형 아이콘 색상
ms_my: Warna Ikon Jenis Panggilan
my_mm: ဖုန်းခေါ်ဆိုမှုအမျိုးအစား Icon အရောင်
nl_nl: Oproeptypepictogramkleur
pl_pl: Kolor ikony typu połączenia
pt: Cor do Ícone do Tipo de Chamada
ru_ru: Цвет значка типа вызова
sv_se: Samtalstypikonfärg
th_th: สีไอคอนประเภทการโทร
tr_tr: Çağrı Tipi Simgesi Rengi
uk_ua: Колір піктограми типу дзвінка
vi_vn: Màu biểu tượng loại cuộc gọi
zh_cn: 通话类型图标颜色
zh_mo: 來電類型圖標顏色

# avatarBorderColor
source: Avatar Border Colour
ar: لون حدود الصورة الرمزية
da_dk: Avatar-kantfarve
de: Avatar-Rahmenfarbe
el_gr: Χρώμα Περιγράμματος Avatar
es: Color del borde del avatar
fr: Couleur de la bordure de l'avatar
he_il: צבע גבול אווטאר
id_id: Warna Batas Avatar
it: Colore bordo avatar
ja_jp: アバターの境界線の色
ko_kr: 아바타 테두리 색상
ms_my: Warna Sempadan Avatar
my_mm: Avatar ဘောင်ဒါအရောင်
nl_nl: Avatarrandkleur
pl_pl: Kolor obramowania awatara
pt: Cor da Borda do Avatar
ru_ru: Цвет границы аватара
sv_se: Avatar-kantfärg
th_th: สีเส้นขอบรูปประจำตัว
tr_tr: Avatar Kenarlık Rengi
uk_ua: Колір рамки аватара
vi_vn: Màu viền Avatar
zh_cn: 头像边框颜色
zh_mo: 頭像邊框顏色

# nameColor
source: Name Colour
ar: لون الاسم
da_dk: Navnefarve
de: Namensfarbe
el_gr: Χρώμα Ονόματος
es: Color del nombre
fr: Couleur du nom
he_il: צבע שם
id_id: Warna Nama
it: Colore nome
ja_jp: 名前の色
ko_kr: 이름 색상
ms_my: Warna Nama
my_mm: အမည်အရောင်
nl_nl: Naamkleur
pl_pl: Kolor nazwy
pt: Cor do Nome
ru_ru: Цвет имени
sv_se: Namnfärg
th_th: สีชื่อ
tr_tr: İsim Rengi
uk_ua: Колір імені
vi_vn: Màu tên
zh_cn: 姓名颜色
zh_mo: 姓名顏色

# numberColor
source: Number Colour
ar: لون الرقم
da_dk: Nummerfarve
de: Nummernfarbe
el_gr: Χρώμα Αριθμού
es: Color del número
fr: Couleur du numéro
he_il: צבע מספר
id_id: Warna Nomor
it: Colore numero
ja_jp: 番号の色
ko_kr: 번호 색상
ms_my: Warna Nombor
my_mm: နံပါတ်အရောင်
nl_nl: Nummerkleur
pl_pl: Kolor numeru
pt: Cor do Número
ru_ru: Цвет номера
sv_se: Nummerfärg
th_th: สีหมายเลข
tr_tr: Numara Rengi
uk_ua: Колір номера
vi_vn: Màu số
zh_cn: 号码颜色
zh_mo: 號碼顏色

# locationColor
source: Location Colour
ar: لون الموقع
da_dk: Placeringsfarve
de: Standortfarbe
el_gr: Χρώμα Τοποθεσίας
es: Color de la ubicación
fr: Couleur de la localisation
he_il: צבע מיקום
id_id: Warna Lokasi
it: Colore posizione
ja_jp: 位置の色
ko_kr: 위치 색상
ms_my: Warna Lokasi
my_mm: တည်နေရာအရောင်
nl_nl: Locatiekleur
pl_pl: Kolor lokalizacji
pt: Cor da Localização
ru_ru: Цвет местоположения
sv_se: Platsfärg
th_th: สีตำแหน่งที่ตั้ง
tr_tr: Konum Rengi
uk_ua: Колір розташування
vi_vn: Màu vị trí
zh_cn: 位置颜色
zh_mo: 位置顏色

# carrierColor
source: Carrier Colour
ar: لون شركة الاتصالات
da_dk: Udbyderfarve
de: Netzbetreiberfarbe
el_gr: Χρώμα Φορέα
es: Color del operador
fr: Couleur de l'opérateur
he_il: צבע ספק
id_id: Warna Operator
it: Colore operatore
ja_jp: キャリアの色
ko_kr: 통신사 색상
ms_my: Warna Pembawa
my_mm: Carrier အရောင်
nl_nl: Providerkleur
pl_pl: Kolor operatora
pt: Cor da Operadora
ru_ru: Цвет оператора
sv_se: Operatörfärg
th_th: สีผู้ให้บริการ
tr_tr: Operatör Rengi
uk_ua: Колір оператора
vi_vn: Màu nhà mạng
zh_cn: 运营商颜色
zh_mo: 运营商颜色

# countryNameColor
source: Country Name Colour
ar: لون اسم الدولة
da_dk: Landsnavnefarve
de: Farbe des Ländernamens
el_gr: Χρώμα Ονόματος Χώρας
es: Color del nombre del país
fr: Couleur du nom du pays
he_il: צבע שם מדינה
id_id: Warna Nama Negara
it: Colore nome paese
ja_jp: 国/地域名のカラー
ko_kr: 국가 이름 색상
ms_my: Warna Nama Negara
my_mm: နိုင်ငံအမည်အရောင်
nl_nl: Landnaamkleur
pl_pl: Kolor nazwy kraju
pt: Cor do Nome do País
ru_ru: Цвет названия страны
sv_se: Landsnamnsfärg
th_th: สีชื่อประเทศ
tr_tr: Ülke Adı Rengi
uk_ua: Колір назви країни
vi_vn: Màu tên quốc gia
zh_cn: 国家/地区名称颜色
zh_mo: 國家/地區名稱顏色

# labelsColor
source: Labels Colour
ar: لون العلامات
da_dk: Etiketfarve
de: Beschriftungsfarbe
el_gr: Χρώμα Ετικετών
es: Color de las etiquetas
fr: Couleur des étiquettes
he_il: צבע תוויות
id_id: Warna Label
it: Colore etichette
ja_jp: ラベルの色
ko_kr: 레이블 색상
ms_my: Warna Label
my_mm: Labels အရောင်
nl_nl: Labelskleur
pl_pl: Kolor etykiet
pt: Cor das Etiquetas
ru_ru: Цвет меток
sv_se: Etikettfärg
th_th: สีป้ายกำกับ
tr_tr: Etiketler Rengi
uk_ua: Колір міток
vi_vn: Màu nhãn
zh_cn: 标签颜色
zh_mo: 標籤顏色

# countColor
source: Count Colour
ar: لون العدد
da_dk: Antalfarve
de: Anzahlfarbe
el_gr: Χρώμα Μετρητή
es: Color del contador
fr: Couleur du compteur
he_il: צבע ספירה
id_id: Warna Hitungan
it: Colore conteggio
ja_jp: カウントの色
ko_kr: 개수 색상
ms_my: Warna Kiraan
my_mm: ရေတွက်မှုအရောင်
nl_nl: Aantal kleur
pl_pl: Kolor licznika
pt: Cor da Contagem
ru_ru: Цвет счетчика
sv_se: Antal färg
th_th: สีจำนวน
tr_tr: Sayım Rengi
uk_ua: Колір лічильника
vi_vn: Màu số lượng
zh_cn: 计数颜色
zh_mo: 計數顏色

# numberTypeColor
source: Number Type Colour
ar: لون نوع الرقم
da_dk: Nummertypefarve
de: Farbe des Nummerntyps
el_gr: Χρώμα Τύπου Αριθμού
es: Color del tipo de número
fr: Couleur du type de numéro
he_il: צבע סוג מספר
id_id: Warna Jenis Nomor
it: Colore tipo di numero
ja_jp: 番号タイプのカラー
ko_kr: 번호 유형 색상
ms_my: Warna Jenis Nombor
my_mm: နံပါတ်အမျိုးအစားအရောင်
nl_nl: Nummertype kleur
pl_pl: Kolor typu numeru
pt: Cor do Tipo de Número
ru_ru: Цвет типа номера
sv_se: Nummertypfärg
th_th: สีประเภทหมายเลข
tr_tr: Numara Türü Rengi
uk_ua: Колір типу номера
vi_vn: Màu loại số
zh_cn: 号码类型颜色
zh_mo: 號碼類型顏色

# stirColor
source: Stir Colour
ar: لون STIR
da_dk: Stir-farve
de: STIR-Farbe
el_gr: Χρώμα STIR
es: Color Stir
fr: Couleur STIR
he_il: צבע STIR
id_id: Warna STIR
it: Colore STIR
ja_jp: STIRカラー
ko_kr: STIR 색상
ms_my: Warna Stir
my_mm: Stir အရောင်
nl_nl: STIR-kleur
pl_pl: Kolor Stir
pt: Cor STIR
ru_ru: Цвет STIR
sv_se: Stir färg
th_th: สี Stir
tr_tr: STIR Rengi
uk_ua: Колір STIR
vi_vn: Màu STIR
zh_cn: STIR 颜色
zh_mo: Stir 顏色

# simCardColor
source: SIM Card Colour
ar: لون بطاقة SIM
da_dk: SIM-kortfarve
de: SIM-Kartenfarbe
el_gr: Χρώμα Κάρτας SIM
es: Color de la tarjeta SIM
fr: Couleur de la carte SIM
he_il: צבע כרטיס SIM
id_id: Warna Kartu SIM
it: Colore SIM
ja_jp: SIMカードの色
ko_kr: SIM 카드 색상
ms_my: Warna Kad SIM
my_mm: SIM ကတ်အရောင်
nl_nl: SIM-kaartkleur
pl_pl: Kolor karty SIM
pt: Cor do Cartão SIM
ru_ru: Цвет SIM-карты
sv_se: SIM-kortsfärg
th_th: สีซิมการ์ด
tr_tr: SIM Kart Rengi
uk_ua: Колір SIM-карти
vi_vn: Màu thẻ SIM
zh_cn: SIM 卡颜色
zh_mo: SIM 卡顏色

source: Name Font Size
ar: حجم خط الاسم
da_dk: Navneskriftstørrelse
de: Schriftgröße des Namens
el_gr: Μέγεθος Γραμματοσειράς Ονόματος
es: Tamaño de fuente del nombre
fr: Taille de la police du nom
he_il: גודל גופן שם
id_id: Ukuran Font Nama
it: Dimensione carattere nome
ja_jp: 名前のフォントサイズ
ko_kr: 이름 글꼴 크기
ms_my: Saiz Fon Nama
my_mm: အမည်ဖောင့်အရွယ်အစား
nl_nl: Naamlettergrootte
pl_pl: Rozmiar czcionki nazwy
pt: Tamanho da Letra do Nome
ru_ru: Размер шрифта имени
sv_se: Namn teckenstorlek
th_th: ขนาดตัวอักษรชื่อ
tr_tr: İsim Yazı Tipi Boyutu
uk_ua: Розмір шрифту імені
vi_vn: Cỡ chữ tên
zh_cn: 姓名字体大小
zh_mo: 姓名字體大小

source: Carrier Font Size
ar: حجم خط شركة الاتصالات
da_dk: Udbyderskriftstørrelse
de: Schriftgröße des Netzbetreibers
el_gr: Μέγεθος Γραμματοσειράς Φορέα
es: Tamaño de fuente del operador
fr: Taille de la police de l'opérateur
he_il: גודל גופן ספק
id_id: Ukuran Font Operator
it: Dimensione carattere operatore
ja_jp: キャリアのフォントサイズ
ko_kr: 통신사 글꼴 크기
ms_my: Saiz Fon Pembawa
my_mm: Carrier ဖောင့်အရွယ်အစား
nl_nl: Providerlettergrootte
pl_pl: Rozmiar czcionki operatora
pt: Tamanho da Letra da Operadora
ru_ru: Размер шрифта оператора
sv_se: Operatör teckenstorlek
th_th: ขนาดตัวอักษรผู้ให้บริการ
tr_tr: Operatör Yazı Tipi Boyutu
uk_ua: Розмір шрифту оператора
vi_vn: Cỡ chữ nhà mạng
zh_cn: 运营商字体大小
zh_mo: 运营商字體大小

source: Country Name Font Size
ar: حجم خط اسم الدولة
da_dk: Landsnavneskriftstørrelse
de: Schriftgröße des Ländernamens
el_gr: Μέγεθος Γραμματοσειράς Ονόματος Χώρας
es: Tamaño de fuente del nombre del país
fr: Taille de la police du nom du pays
he_il: גודל גופן שם מדינה
id_id: Ukuran Font Nama Negara
it: Dimensione carattere nome paese
ja_jp: 国/地域名のフォントサイズ
ko_kr: 국가 이름 글꼴 크기
ms_my: Saiz Fon Nama Negara
my_mm: နိုင်ငံအမည်ဖောင့်အရွယ်အစား
nl_nl: Landnaamlettergrootte
pl_pl: Rozmiar czcionki nazwy kraju
pt: Tamanho da Letra do Nome do País
ru_ru: Размер шрифта названия страны
sv_se: Landsnamn teckenstorlek
th_th: ขนาดตัวอักษรชื่อประเทศ
tr_tr: Ülke Adı Yazı Tipi Boyutu
uk_ua: Розмір шрифту назви країни
vi_vn: Cỡ chữ tên quốc gia
zh_cn: 国家/地区名称字体大小
zh_mo: 國家/地區名稱字體大小

source: Labels Font Size
ar: حجم خط العلامات
da_dk: Etiketskriftstørrelse
de: Schriftgröße der Beschriftungen
el_gr: Μέγεθος Γραμματοσειράς Ετικετών
es: Tamaño de fuente de las etiquetas
fr: Taille de la police des étiquettes
he_il: גודל גופן תוויות
id_id: Ukuran Font Label
it: Dimensione carattere etichette
ja_jp: ラベルのフォントサイズ
ko_kr: 레이블 글꼴 크기
ms_my: Saiz Fon Label
my_mm: Labels ဖောင့်အရွယ်အစား
nl_nl: Labelslettergrootte
pl_pl: Rozmiar czcionki etykiet
pt: Tamanho da Letra das Etiquetas
ru_ru: Размер шрифта меток
sv_se: Etiketter teckenstorlek
th_th: ขนาดตัวอักษรป้ายกำกับ
tr_tr: Etiketler Yazı Tipi Boyutu
uk_ua: Розмір шрифту міток
vi_vn: Cỡ chữ nhãn
zh_cn: 标签字体大小
zh_mo: 標籤字體大小
