Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Both Original Call App & Local Notification
ar: كلا من تطبيق المكالمات الأصلي والإشعار المحلي
da_dk: Både original opkaldsapp og lokal notifikation
de: Benachrichtigung der ursprünglichen Anruf-App & lokale Benachrichtigung
el_gr: Ειδοποίηση από την αρχική εφαρμογή κλήσεων & τοπική ειδοποίηση
es: Aplicación de llamadas original y notificación local
fr: Notification de l'application d'appel d'origine et notification locale
he_il: התראה גם מאפליקציית השיחות המקורית וגם התראה מקומית
id_id: Notifikasi Aplikasi Panggilan Asli & Lokal
it: Notifica app chiamata originale e locale
ja_jp: 元の通話アプリとローカル通知の両方
ko_kr: 원래 통화 앱 및 로컬 알림 모두
ms_my: Kedua-dua Aplikasi Panggilan Asal & Pemberitahuan Tempatan
my_mm: Original Call App နှင့် Local Notification နှစ်ခုစလုံး
nl_nl: Zowel melding van originele oproep-app als lokale melding
pl_pl: Powiadomienie oryginalnej aplikacji połączeń i powiadomienie lokalne
pt: Notificação Local e da Aplicação de Chamadas Original
ru_ru: Уведомление исходного приложения вызова и локальное уведомление
sv_se: Både original samtalsapp och lokalt meddelande
th_th: ทั้งแอปโทรต้นฉบับและการแจ้งเตือนท้องถิ่น
tr_tr: Hem Orijinal Çağrı Uygulaması Hem de Yerel Bildirim
uk_ua: Сповіщення оригінальної програми дзвінків та локальні сповіщення
vi_vn: Cả ứng dụng gọi gốc & thông báo cục bộ
zh_cn: 原始呼叫应用和本地通知
zh_mo: 原始來電應用程式和本地通知

source: Statistics Time Range (minutes):
ar: النطاق الزمني للإحصائيات (بالدقائق):
da_dk: Statistik tidsinterval (minutter):
de: Statistikzeitraum (Minuten):
el_gr: Χρονικό διάστημα στατιστικών (λεπτά):
es: Rango de tiempo de las estadísticas (minutos):
fr: Plage de temps des statistiques (minutes) :
he_il: טווח זמן סטטיסטיקה (דקות):
id_id: Rentang Waktu Statistik (menit):
it: Intervallo di tempo statistiche (minuti):
ja_jp: 統計の時間範囲（分）：
ko_kr: 통계 시간 범위(분):
ms_my: Julat Masa Statistik (minit):
my_mm: စာရင်းအင်းအချိန်အပိုင်းအခြား (မိနစ်) :
nl_nl: Tijdsbereik statistieken (minuten):
pl_pl: Zakres czasu statystyk (minuty):
pt: Intervalo de Tempo das Estatísticas (minutos):
ru_ru: Временной диапазон статистики (минуты):
sv_se: Statistik tidsintervall (minuter):
th_th: ช่วงเวลาสถิติ (นาที):
tr_tr: İstatistik Zaman Aralığı (dakika):
uk_ua: Часовий діапазон статистики (хвилини):
vi_vn: Phạm vi thời gian thống kê (phút):
zh_cn: 统计时间范围（分钟）：
zh_mo: 統計時間範圍（分鐘）：

source: Intercept repeated incoming calls within the time range
ar: اعتراض المكالمات الواردة المتكررة ضمن النطاق الزمني
da_dk: Afbryd gentagne indgående opkald inden for tidsintervallet
de: Wiederholte eingehende Anrufe innerhalb des Zeitraums abfangen
el_gr: Αποτροπή επαναλαμβανόμενων εισερχόμενων κλήσεων εντός του χρονικού διαστήματος
es: Interceptar llamadas entrantes repetidas dentro del rango de tiempo
fr: Intercepter les appels entrants répétés dans la plage de temps
he_il: חסימת שיחות נכנסות חוזרות בטווח הזמן
id_id: Cegah panggilan masuk berulang dalam rentang waktu
it: Intercetta le chiamate in arrivo ripetute entro l'intervallo di tempo
ja_jp: 時間範囲内で繰り返しの着信をインターセプトする
ko_kr: 시간 범위 내에서 반복되는 수신 전화 차단
ms_my: Halang panggilan masuk berulang dalam julat masa
my_mm: အချိန်အပိုင်းအခြားအတွင်းထပ်ခါတလဲလဲဝင်လာသောဖုန်းခေါ်ဆိုမှုများကိုကြားဖြတ်ပါ
nl_nl: Herhaalde inkomende oproepen binnen het tijdsbereik onderscheppen
pl_pl: Przechwytuj powtarzane połączenia przychodzące w określonym zakresie czasu
pt: Interceptar chamadas recebidas repetidas dentro do intervalo de tempo
ru_ru: Перехватывать повторные входящие вызовы в пределах временного диапазона
sv_se: Avlyssna upprepade inkommande samtal inom tidsintervallet
th_th: สกัดกั้นสายเรียกเข้าซ้ำภายในช่วงเวลา
tr_tr: Zaman aralığı içinde tekrarlanan gelen aramaları engelle
uk_ua: Перехоплювати повторні вхідні дзвінки протягом часового діапазону
vi_vn: Chặn các cuộc gọi đến lặp lại trong phạm vi thời gian
zh_cn: 在时间范围内拦截重复来电
zh_mo: 在時間範圍內攔截重複的來電

source: Allow Repeated incoming calls
ar: السماح بالمكالمات الواردة المتكررة
da_dk: Tillad gentagne indgående opkald
de: Wiederholte eingehende Anrufe zulassen
el_gr: Να επιτρέπονται επαναλαμβανόμενες εισερχόμενες κλήσεις
es: Permitir llamadas entrantes repetidas
fr: Autoriser les appels entrants répétés
he_il: אפשר שיחות נכנסות חוזרות
id_id: Izinkan panggilan masuk berulang
it: Consenti chiamate in arrivo ripetute
ja_jp: 繰り返しの着信を許可する
ko_kr: 반복되는 수신 전화 허용
ms_my: Benarkan panggilan masuk berulang
my_mm: ထပ်ခါတလဲလဲဝင်လာသောဖုန်းခေါ်ဆိုမှုများကိုခွင့်ပြုပါ
nl_nl: Herhaalde inkomende oproepen toestaan
pl_pl: Zezwól na powtarzane połączenia przychodzące
pt: Permitir chamadas recebidas repetidas
ru_ru: Разрешить повторные входящие вызовы
sv_se: Tillåt upprepade inkommande samtal
th_th: อนุญาตสายเรียกเข้าซ้ำ
tr_tr: Tekrarlanan gelen aramalara izin ver
uk_ua: Дозволити повторні вхідні дзвінки
vi_vn: Cho phép cuộc gọi đến lặp lại
zh_cn: 允许重复来电
zh_mo: 允許重複的來電

source: Filter Repeated incoming calls
ar: تصفية المكالمات الواردة المتكررة
da_dk: Filtrer gentagne indgående opkald
de: Wiederholte eingehende Anrufe filtern
el_gr: Φιλτράρισμα επαναλαμβανόμενων εισερχόμενων κλήσεων
es: Filtrar llamadas entrantes repetidas
fr: Filtrer les appels entrants répétés
he_il: סנן שיחות נכנסות חוזרות
id_id: Filter panggilan masuk berulang
it: Filtra chiamate in arrivo ripetute
ja_jp: 繰り返しの着信をフィルタリングする
ko_kr: 반복되는 수신 전화 필터링
ms_my: Tapis panggilan masuk berulang
my_mm: ထပ်ခါတလဲလဲဝင်လာသောဖုန်းခေါ်ဆိုမှုများကိုစစ်ထုတ်ပါ
nl_nl: Herhaalde inkomende oproepen filteren
pl_pl: Filtruj powtarzane połączenia przychodzące
pt: Filtrar chamadas recebidas repetidas
ru_ru: Фильтр повторных входящих вызовов
sv_se: Filtrera upprepade inkommande samtal
th_th: กรองสายเรียกเข้าซ้ำ
tr_tr: Tekrarlanan gelen aramaları filtrele
uk_ua: Фільтрувати повторні вхідні дзвінки
vi_vn: Lọc cuộc gọi đến lặp lại
zh_cn: 过滤重复来电
zh_mo: 篩選重複的來電

source: SMS Notification
ar: إشعار الرسائل القصيرة
da_dk: SMS-notifikation
de: SMS-Benachrichtigung
el_gr: Ειδοποίηση SMS
es: Notificación por SMS
fr: Notification SMS
he_il: התראת SMS
id_id: Notifikasi SMS
it: Notifica SMS
ja_jp: SMS通知
ko_kr: SMS 알림
ms_my: Pemberitahuan SMS
my_mm: SMS အကြောင်းကြားချက်
nl_nl: SMS-melding
pl_pl: Powiadomienie SMS
pt: Notificação SMS
ru_ru: SMS-уведомление
sv_se: SMS-meddelande
th_th: การแจ้งเตือน SMS
tr_tr: SMS Bildirimi
uk_ua: SMS-сповіщення
vi_vn: Thông báo SMS
zh_cn: 短信通知
zh_mo: 短訊通知

source: SMS Filtering
ar: تصفية الرسائل القصيرة
da_dk: SMS-filtrering
de: SMS-Filterung
el_gr: Φιλτράρισμα SMS
es: Filtrado de SMS
fr: Filtrage SMS
he_il: סינון SMS
id_id: Pemfilteran SMS
it: Filtro SMS
ja_jp: SMSフィルタリング
ko_kr: SMS 필터링
ms_my: Penapisan SMS
my_mm: SMS စစ်ထုတ်ခြင်း
pl_pl: Filtrowanie SMS-ów
pt: Filtragem SMS
ru_ru: Фильтрация SMS
sv_se: SMS-filtrering
th_th: การกรอง SMS
tr_tr: SMS Filtreleme
uk_ua: Фільтрація SMS
vi_vn: Lọc SMS
zh_cn: 短信过滤
zh_mo: 短訊篩選

source: Filter incoming SMS messages
ar: تصفية رسائل SMS الواردة
da_dk: Filtrer indgående SMS-beskeder
de: Eingehende SMS-Nachrichten filtern
el_gr: Φιλτράρισμα εισερχόμενων μηνυμάτων SMS
es: Filtrar mensajes SMS entrantes
fr: Filtrer les SMS entrants
he_il: סנן הודעות SMS נכנסות
id_id: Filter pesan SMS masuk
it: Filtra i messaggi SMS in arrivo
ja_jp: 着信SMSメッセージをフィルタリングする
ko_kr: 수신 SMS 메시지 필터링
ms_my: Tapis mesej SMS masuk
my_mm: ဝင်လာသော SMS မက်ဆေ့ခ်ျများကိုစစ်ထုတ်ပါ
nl_nl: Inkomende SMS-berichten filteren
pl_pl: Filtruj przychodzące wiadomości SMS
pt: Filtrar mensagens SMS recebidas
ru_ru: Фильтровать входящие SMS-сообщения
sv_se: Filtrera inkommande SMS-meddelanden
th_th: กรองข้อความ SMS ขาเข้า
tr_tr: Gelen SMS mesajlarını filtrele
uk_ua: Фільтрувати вхідні SMS-повідомлення
vi_vn: Lọc tin nhắn SMS đến
zh_cn: 过滤来短信
zh_mo: 篩選收到的短訊

source: No incoming SMS messages Filter
ar: لا يوجد عامل تصفية لرسائل SMS الواردة
da_dk: Ingen filter for indgående SMS-beskeder
de: Kein Filter für eingehende SMS-Nachrichten
el_gr: Χωρίς φίλτρο εισερχόμενων μηνυμάτων SMS
es: Sin filtro de mensajes SMS entrantes
fr: Aucun filtre de SMS entrants
he_il: אין סינון הודעות SMS נכנסות
id_id: Tidak ada Filter pesan SMS masuk
it: Nessun filtro messaggi SMS in arrivo
ja_jp: 着信SMSメッセージをフィルタリングしない
ko_kr: 수신 SMS 메시지 필터 없음
ms_my: Tiada Penapis mesej SMS masuk
my_mm: ဝင်လာသော SMS မက်ဆေ့ခ်ျများကိုစစ်ထုတ်ခြင်းမရှိပါ
nl_nl: Geen filter voor inkomende SMS-berichten
pl_pl: Brak filtru przychodzących wiadomości SMS
pt: Sem filtro de mensagens SMS recebidas
ru_ru: Нет фильтра входящих SMS-сообщений
sv_se: Inget filter för inkommande SMS-meddelanden
th_th: ไม่มีตัวกรองข้อความ SMS ขาเข้า
tr_tr: Gelen SMS mesajı filtresi yok
uk_ua: Немає фільтра вхідних SMS-повідомлень
vi_vn: Không có bộ lọc tin nhắn SMS đến
zh_cn: 不过滤来短信
zh_mo: 沒有收到的短訊篩選器

source: SMS Local Notification
ar: إشعار SMS المحلي
da_dk: Lokal SMS-notifikation
de: Lokale SMS-Benachrichtigung
el_gr: Τοπική ειδοποίηση SMS
es: Notificación local de SMS
fr: Notification SMS locale
he_il: התראה מקומית של SMS
id_id: Notifikasi SMS Lokal
it: Notifica SMS locale
ja_jp: SMSローカル通知
ko_kr: SMS 로컬 알림
ms_my: Pemberitahuan Tempatan SMS
nl_nl: Lokale SMS-melding
pl_pl: Lokalne powiadomienie SMS
pt: Notificação Local SMS
ru_ru: Локальное SMS-уведомление
sv_se: Lokalt SMS-meddelande
th_th: การแจ้งเตือน SMS ท้องถิ่น
tr_tr: SMS Yerel Bildirimi
uk_ua: Локальні SMS-сповіщення
vi_vn: Thông báo SMS cục bộ
zh_cn: 短信本地通知
zh_mo: 短訊本地通知

source: Enable SMS Local Notification
ar: تمكين إشعار SMS المحلي
da_dk: Aktivér lokal SMS-notifikation
de: Lokale SMS-Benachrichtigung aktivieren
el_gr: Ενεργοποίηση τοπικής ειδοποίησης SMS
es: Habilitar notificación local de SMS
fr: Activer la notification SMS locale
he_il: הפעל התראה מקומית של SMS
id_id: Aktifkan Notifikasi SMS Lokal
it: Abilita notifica SMS locale
ja_jp: SMSローカル通知を有効にする
ko_kr: SMS 로컬 알림 활성화
ms_my: Dayakan Pemberitahuan Tempatan SMS
my_mm: SMS Local Notification ကိုဖွင့်ပါ
nl_nl: Lokale SMS-melding inschakelen
pl_pl: Włącz lokalne powiadomienia SMS
pt: Ativar Notificação Local SMS
ru_ru: Включить локальное SMS-уведомление
sv_se: Aktivera lokalt SMS-meddelande
th_th: เปิดใช้งานการแจ้งเตือน SMS ท้องถิ่น
tr_tr: SMS Yerel Bildirimini Etkinleştir
uk_ua: Увімкнути локальні SMS-сповіщення
vi_vn: Bật thông báo SMS cục bộ
zh_cn: 启用短信本地通知
zh_mo: 啟用短訊本地通知

source: Disable SMS Local Notification
ar: تعطيل إشعار SMS المحلي
da_dk: Deaktiver lokal SMS-notifikation
de: Lokale SMS-Benachrichtigung deaktivieren
el_gr: Απενεργοποίηση τοπικής ειδοποίησης SMS
es: Deshabilitar notificación local de SMS
fr: Désactiver la notification SMS locale
he_il: השבת התראה מקומית של SMS
id_id: Nonaktifkan Notifikasi SMS Lokal
it: Disabilita notifica SMS locale
ja_jp: SMSローカル通知を無効にする
ko_kr: SMS 로컬 알림 비활성화
ms_my: Lumpuhkan Pemberitahuan Tempatan SMS
my_mm: SMS Local Notification ကိုပိတ်ပါ
nl_nl: Lokale SMS-melding uitschakelen
pl_pl: Wyłącz lokalne powiadomienia SMS
pt: Desativar Notificação Local SMS
ru_ru: Отключить локальное SMS-уведомление
sv_se: Inaktivera lokalt SMS-meddelande
th_th: ปิดใช้งานการแจ้งเตือน SMS ท้องถิ่น
tr_tr: SMS Yerel Bildirimini Devre Dışı Bırak
uk_ua: Вимкнути локальні SMS-сповіщення
vi_vn: Tắt thông báo SMS cục bộ
zh_cn: 禁用短信本地通知
zh_mo: 禁用短訊本地通知

source: Choose the default Intercept Action
ar: اختر إجراء الاعتراض الافتراضي
da_dk: Vælg standard afbrydelseshandling
de: Standardmäßige Abfangaktion auswählen
el_gr: Επιλέξτε την προεπιλεγμένη ενέργεια αποτροπής
es: Elija la acción de interceptación predeterminada
fr: Choisir l'action d'interception par défaut
he_il: בחר את פעולת החסימה המוגדרת כברירת מחדל
id_id: Pilih Tindakan Cegat default
it: Scegli l'azione di intercettazione predefinita
ja_jp: デフォルトのインターセプトアクションを選択する
ko_kr: 기본 차단 조치 선택
ms_my: Pilih Tindakan Halangan Lalai
my_mm: Default Intercept Action ကိုရွေးချယ်ပါ
nl_nl: Kies de standaard onderscheppingsactie
pl_pl: Wybierz domyślną akcję przechwytywania
pt: Escolha a Ação de Interceção Predefinida
ru_ru: Выберите действие перехвата по умолчанию
sv_se: Välj standardåtgärd för avlyssning
th_th: เลือกการดำเนินการสกัดกั้นเริ่มต้น
tr_tr: Varsayılan Engelleme Eylemini Seçin
uk_ua: Виберіть дію перехоплення за замовчуванням
vi_vn: Chọn hành động chặn mặc định
zh_cn: 选择默认拦截操作
zh_mo: 選擇預設攔截操作

source: Incoming Call Intercept Action
ar: إجراء اعتراض المكالمات الواردة
da_dk: Afbrydelseshandling for indgående opkald
de: Aktion beim Abfangen eingehender Anrufe
el_gr: Ενέργεια αποτροπής εισερχόμενης κλήσης
es: Acción de interceptación de llamadas entrantes
fr: Action d'interception des appels entrants
he_il: פעולת חסימת שיחה נכנסת
id_id: Tindakan Cegat Panggilan Masuk
it: Azione di intercettazione chiamata in arrivo
ja_jp: 着信インターセプトアクション
ko_kr: 수신 전화 차단 조치
ms_my: Tindakan Halangan Panggilan Masuk
my_mm: ဝင်လာသောဖုန်းခေါ်ဆိုမှု Intercept Action :
nl_nl: Onderscheppingsactie inkomende oproep
pl_pl: Akcja przechwytywania połączeń przychodzących
pt: Ação de Interceção de Chamadas Recebidas
ru_ru: Действие перехвата входящего вызова
sv_se: Åtgärd för avlyssning av inkommande samtal
th_th: การดำเนินการสกัดกั้นสายเรียกเข้า
tr_tr: Gelen Çağrı Engelleme Eylemi
uk_ua: Дія перехоплення вхідного дзвінка
vi_vn: Hành động chặn cuộc gọi đến
zh_cn: 来电拦截操作
zh_mo: 來電攔截操作

source: Only Ring Local Notification
ar: رنين الإشعار المحلي فقط
da_dk: Kun ring lokal notifikation
de: Nur lokale Benachrichtigung klingeln lassen
el_gr: Μόνο ήχος τοπικής ειδοποίησης
es: Solo notificación local de timbre
fr: Notification locale uniquement
he_il: התראה מקומית בלבד
id_id: Hanya Dering Notifikasi Lokal
it: Solo squillo e notifica locale
ja_jp: ローカル通知のみを鳴らす
ko_kr: 로컬 알림만 울림
ms_my: Hanya Deringkan Pemberitahuan Tempatan
my_mm: Local Notification ကိုသာအသံမြည်စေပါ
nl_nl: Alleen lokale melding laten overgaan
pl_pl: Tylko dzwonek i powiadomienie lokalne
pt: Apenas Tocar Notificação Local
ru_ru: Только звонок и локальное уведомление
sv_se: Endast ring lokalt meddelande
th_th: เฉพาะการแจ้งเตือนท้องถิ่น
tr_tr: Yalnızca Yerel Bildirim Çal
uk_ua: Тільки локальне сповіщення про дзвінок
vi_vn: Chỉ đổ chuông thông báo cục bộ
zh_cn: 仅响铃本地通知
zh_mo: 僅響鈴本地通知

source: Only Use Original SMS Notification
ar: استخدام إشعار SMS الأصلي فقط
da_dk: Kun brug original SMS-notifikation
de: Nur ursprüngliche SMS-Benachrichtigung verwenden
el_gr: Χρήση μόνο της αρχικής ειδοποίησης SMS
es: Solo usar la notificación SMS original
fr: Utiliser uniquement la notification SMS d'origine
he_il: השתמש רק בהתראת SMS מקורית
id_id: Hanya Gunakan Notifikasi SMS Asli
it: Utilizza solo la notifica SMS originale
ja_jp: 元のSMS通知のみを使用する
ko_kr: 원래 SMS 알림만 사용
ms_my: Hanya Gunakan Pemberitahuan SMS Asal
my_mm: Original SMS Notification ကိုသာအသုံးပြုပါ
nl_nl: Alleen originele SMS-melding gebruiken
pl_pl: Używaj tylko oryginalnych powiadomień SMS
pt: Usar Apenas Notificação SMS Original
ru_ru: Использовать только оригинальное SMS-уведомление
sv_se: Använd endast original SMS-meddelande
th_th: ใช้เฉพาะการแจ้งเตือน SMS ต้นฉบับ
tr_tr: Yalnızca Orijinal SMS Bildirimini Kullan
uk_ua: Використовувати тільки оригінальне SMS-сповіщення
vi_vn: Chỉ sử dụng thông báo SMS gốc
zh_cn: 仅使用原始短信通知
zh_mo: 僅使用原始短訊通知

source: Both Original SMS & Local Notification
ar: كلا من SMS الأصلي والإشعار المحلي
da_dk: Både original SMS og lokal notifikation
de: Ursprüngliche SMS- & lokale Benachrichtigung
el_gr: Αρχική ειδοποίηση SMS & τοπική ειδοποίηση
es: Notificación SMS original y local
fr: Notification SMS d'origine et notification locale
he_il: השתמש גם בהתראת SMS מקורית וגם בהתראה מקומית
id_id: Notifikasi SMS Asli & Lokal
it: Notifica SMS originale e locale
ja_jp: 元のSMSとローカル通知の両方
ko_kr: 원래 SMS 및 로컬 알림 모두
ms_my: Kedua-dua SMS Asal & Pemberitahuan Tempatan
my_mm: Original SMS နှင့် Local Notification နှစ်ခုစလုံး
nl_nl: Zowel originele SMS- als lokale melding
pl_pl: Oryginalne powiadomienia SMS i powiadomienia lokalne
pt: Notificação Local e SMS Original
ru_ru: Оригинальное SMS-уведомление и локальное уведомление
sv_se: Både original SMS och lokalt meddelande
th_th: ทั้ง SMS ต้นฉบับและการแจ้งเตือนท้องถิ่น
tr_tr: Hem Orijinal SMS Hem de Yerel Bildirim
uk_ua: Оригінальне SMS-сповіщення та локальне сповіщення
vi_vn: Cả SMS gốc & thông báo cục bộ
zh_cn: 原始短信和本地通知
zh_mo: 原始短訊和本地通知

source: Permissions Required
ar: الأذونات المطلوبة
da_dk: Nødvendige tilladelser
de: Erforderliche Berechtigungen
el_gr: Απαιτούμενες άδειες
es: Permisos requeridos
fr: Autorisations requises
he_il: נדרשות הרשאות
id_id: Izin yang Diperlukan
it: Autorizzazioni richieste
ja_jp: 必要な権限
ko_kr: 필요한 권한
ms_my: Kebenaran Diperlukan
my_mm: လိုအပ်သောခွင့်ပြုချက်များ
nl_nl: Vereiste toestemmingen
pl_pl: Wymagane uprawnienia
pt: Permissões Necessárias
ru_ru: Требуемые разрешения
sv_se: Behörigheter krävs
th_th: ต้องได้รับอนุญาต
tr_tr: Gerekli İzinler
uk_ua: Необхідні дозволи
vi_vn: Quyền bắt buộc
zh_cn: 所需权限
zh_mo: 所需權限

# smsFilteringRequiresSmsNotificationAndPhonePermissionsPleaseGrant
source: SMS filtering requires SMS, notification, and phone permissions. Please grant these permissions to enable this feature.
ar: تتطلب تصفية الرسائل القصيرة أذونات الرسائل القصيرة والإشعارات والهاتف. الرجاء منح هذه الأذونات لتمكين هذه الميزة.
da_dk: SMS-filtrering kræver SMS-, notifikations- og telefontilladelser. Giv venligst disse tilladelser for at aktivere denne funktion.
de: Die SMS-Filterung erfordert SMS-, Benachrichtigungs- und Telefonberechtigungen. Bitte erteilen Sie diese Berechtigungen, um diese Funktion zu aktivieren.
el_gr: Το φιλτράρισμα SMS απαιτεί άδειες SMS, ειδοποιήσεων και τηλεφώνου. Παρακαλώ χορηγήστε αυτές τις άδειες για να ενεργοποιήσετε αυτήν τη λειτουργία.
es: El filtrado de SMS requiere permisos de SMS, notificación y teléfono. Conceda estos permisos para habilitar esta función.
fr: Le filtrage des SMS nécessite des autorisations SMS, de notification et de téléphone. Veuillez accorder ces autorisations pour activer cette fonctionnalité.
he_il: סינון SMS דורש הרשאות SMS, התראות וטלפון. אנא הענק הרשאות אלו כדי להפעיל תכונה זו.
id_id: Pemfilteran SMS memerlukan izin SMS, notifikasi, dan telepon. Harap berikan izin ini untuk mengaktifkan fitur ini.
it: Il filtro SMS richiede le autorizzazioni SMS, notifica e telefono. Concedere queste autorizzazioni per abilitare questa funzionalità.
ja_jp: SMSフィルタリングには、SMS、通知、および電話の権限が必要です。この機能を有効にするには、これらの権限を付与してください。
ko_kr: SMS 필터링에는 SMS, 알림 및 전화 권한이 필요합니다. 이 기능을 활성화하려면 이러한 권한을 부여하세요.
ms_my: Penapisan SMS memerlukan kebenaran SMS, pemberitahuan, dan telefon. Sila berikan kebenaran ini untuk mendayakan ciri ini.
my_mm: SMS စစ်ထုတ်ခြင်းအတွက် SMS, notification နှင့် phone permissions လိုအပ်သည်။ ဤအင်္ဂါရပ်ကိုဖွင့်ရန်ဤခွင့်ပြုချက်များကိုပေးပါ။
nl_nl: SMS-filtering vereist SMS-, meldings- en telefoonmachtigingen. Verleen deze machtigingen om deze functie in te schakelen.
pl_pl: Filtrowanie SMS-ów wymaga uprawnień do SMS-ów, powiadomień i telefonu. Proszę udzielić tych uprawnień, aby włączyć tę funkcję.
pt: A filtragem SMS requer permissões de SMS, notificação e telefone. Conceda estas permissões para ativar esta funcionalidade.
ru_ru: Для фильтрации SMS требуются разрешения на SMS, уведомления и телефон. Предоставьте эти разрешения, чтобы включить эту функцию.
sv_se: SMS-filtrering kräver SMS-, aviserings- och telefonbehörigheter. Bevilja dessa behörigheter för att aktivera denna funktion.
th_th: การกรอง SMS ต้องได้รับอนุญาต SMS การแจ้งเตือน และโทรศัพท์ โปรดอนุญาตการอนุญาตเหล่านี้เพื่อเปิดใช้งานคุณสมบัตินี้
tr_tr: SMS filtreleme, SMS, bildirim ve telefon izinlerini gerektirir. Bu özelliği etkinleştirmek için lütfen bu izinleri verin.
uk_ua: Для фільтрації SMS потрібні дозволи на SMS, сповіщення та телефон. Будь ласка, надайте ці дозволи, щоб увімкнути цю функцію.
vi_vn: Lọc SMS yêu cầu quyền SMS, thông báo và điện thoại. Vui lòng cấp các quyền này để bật tính năng này.
zh_cn: 短信过滤需要短信、通知和电话权限。请授予这些权限以启用此功能。
zh_mo: 短訊篩選需要短訊、通知和電話權限。請授予這些權限以啟用此功能。

source: OK
ar: موافق
es: Aceptar
he_il: אישור
ko_kr: 확인
my_mm: အိုကေ
ru_ru: ОК
th_th: ตกลง
tr_tr: Tamam
zh_cn: 确定
zh_mo: 確定

source: Service Update Intervals (days)
ar: فترات تحديث الخدمة (أيام)
da_dk: Serviceopdateringsintervaller (dage)
de: Service-Aktualisierungsintervalle (Tage)
el_gr: Διαστήματα ενημέρωσης υπηρεσίας (ημέρες)
es: Intervalos de actualización del servicio (días)
fr: Intervalles de mise à jour du service (jours)
he_il: מרווחי עדכון שירות (ימים)
id_id: Interval Pembaruan Layanan (hari)
it: Intervalli di aggiornamento del servizio (giorni)
ja_jp: サービス更新間隔（日）
ko_kr: 서비스 업데이트 간격(일)
ms_my: Selang Kemas Kini Perkhidmatan (hari)
my_mm: ဝန်ဆောင်မှုအပ်ဒိတ်အကြိမ်ရေ (ရက်) :
nl_nl: Service-update-intervallen (dagen)
pl_pl: Interwały aktualizacji usługi (dni)
pt: Intervalos de Atualização do Serviço (dias)
ru_ru: Интервалы обновления службы (дни)
sv_se: Tidsintervall för serviceuppdateringar (dagar)
th_th: ช่วงเวลาการอัปเดตบริการ (วัน)
tr_tr: Servis Güncelleme Aralıkları (gün)
uk_ua: Інтервали оновлення служби (дні)
vi_vn: Khoảng thời gian cập nhật dịch vụ (ngày)
zh_cn: 服务更新间隔（天）
zh_mo: 服務更新間隔（天）

source: SetUp Default Caller ID APP
ar: إعداد تطبيق معرف المتصل الافتراضي
da_dk: Opsæt standard opkalds-ID-app
de: Standard-Anrufer-ID-App einrichten
el_gr: Ορισμός ως προεπιλεγμένη εφαρμογή ID καλούντος
es: Configurar la aplicación de identificación de llamadas predeterminada
fr: Configurer l'application d'identification de l'appelant par défaut
he_il: הגדר אפליקציית זיהוי מתקשר כברירת מחדל
id_id: Siapkan APLIKASI ID Penelepon Default
it: Imposta app ID chiamante predefinita
ja_jp: デフォルトの発信者番号アプリに設定
ko_kr: 기본 발신자 ID 앱 설정
ms_my: Sediakan APLIKASI ID Pemanggil Lalai
my_mm: Default Caller ID APP ကိုသတ်မှတ်ပါ
nl_nl: Standaard beller-ID-app instellen
pl_pl: Ustaw domyślną aplikację do identyfikacji rozmówcy
pt: Definir Aplicação de ID de Chamadas Predefinida
ru_ru: Настроить приложение АОН по умолчанию
sv_se: Ställ in standardapp för uppringnings-ID
th_th: ตั้งค่าแอป ID ผู้โทรเริ่มต้น
tr_tr: Varsayılan Arayan Kimliği Uygulamasını Ayarla
uk_ua: Встановити програму ідентифікатора абонента за замовчуванням
vi_vn: Thiết lập ứng dụng ID người gọi mặc định
zh_cn: 设为默认来电显示应用
zh_mo: 設定預設來電顯示應用程式

source: Allow This App To Show Caller ID
ar: السماح لهذا التطبيق بعرض معرف المتصل
da_dk: Tillad denne app at vise opkalds-ID
de: Dieser App erlauben, die Anrufer-ID anzuzeigen
el_gr: Να επιτρέπεται σε αυτήν την εφαρμογή να εμφανίζει ID καλούντος
es: Permitir que esta aplicación muestre el identificador de llamadas
fr: Autoriser cette application à afficher l'identification de l'appelant
he_il: אפשר לאפליקציה זו להציג זיהוי מתקשר
id_id: Izinkan Aplikasi Ini Menampilkan ID Penelepon
it: Consenti a questa app di mostrare l'ID chiamante
ja_jp: このアプリに発信者番号の表示を許可する
ko_kr: 이 앱이 발신자 ID를 표시하도록 허용
ms_my: Benarkan Aplikasi Ini Menunjukkan ID Pemanggil
my_mm: ဤအက်ပ်အား Caller ID ပြသရန်ခွင့်ပြုပါ
nl_nl: Deze app toestaan om beller-ID weer te geven
pl_pl: Zezwól tej aplikacji na wyświetlanie identyfikacji rozmówcy
pt: Permitir que Esta Aplicação Mostre o ID de Chamadas
ru_ru: Разрешить этому приложению отображать АОН
sv_se: Tillåt den här appen att visa uppringnings-ID
th_th: อนุญาตให้แอปนี้แสดง ID ผู้โทร
tr_tr: Bu Uygulamanın Arayan Kimliğini Göstermesine İzin Ver
uk_ua: Дозволити цій програмі відображати ідентифікатор абонента
vi_vn: Cho phép ứng dụng này hiển thị ID người gọi
zh_cn: 允许此应用显示来电显示
zh_mo: 允許此應用程式顯示來電顯示
