Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: SMS Text Whitelist Page
ar: صفحة القائمة البيضاء لنص الرسائل القصيرة
da_dk: SMS-tekst hvidlisteside
de: Seite "SMS-Text-Whitelist"
el_gr: Σελίδα λευκής λίστας κειμένου SMS
es: Página de lista blanca de texto SMS
fr: Page de liste blanche de texte SMS
he_il: עמוד רשימה לבנה של טקסט SMS
id_id: Halaman Daftar Putih Teks SMS
it: Pagina lista bianca testo SMS
ja_jp: SMSテキストホワイトリストページ
ko_kr: SMS 텍스트 허용 목록 페이지
ms_my: Halaman Senarai Putih Teks SMS
my_mm: SMS စာသားခွင့်ပြုစာရင်းစာမျက်နှာ
nl_nl: Pagina SMS-tekst witte lijst
pl_pl: Strona białej listy tekstów SMS
pt: Página de Lista Branca de Texto SMS
ru_ru: Страница белого списка SMS-текста
sv_se: SMS-text vitlistasida
th_th: หน้ารายการข้อความ SMS ที่อนุญาต
tr_tr: SMS Metin Beyaz Liste Sayfası
uk_ua: Сторінка білого списку SMS-тексту
vi_vn: Trang danh sách trắng văn bản SMS
zh_cn: 短信文本白名单页面
zh_mo: 短訊文字白名單頁面

source: SMS Blacklist Page
ar: صفحة القائمة السوداء للرسائل القصيرة
da_dk: SMS-sortlisteside
de: Seite "SMS-Blacklist"
el_gr: Σελίδα μαύρης λίστας SMS
es: Página de lista negra de SMS
fr: Page de liste noire SMS
he_il: עמוד רשימה שחורה של SMS
id_id: Halaman Daftar Hitam SMS
it: Pagina lista nera SMS
ja_jp: SMSブラックリストページ
ko_kr: SMS 차단 목록 페이지
ms_my: Halaman Senarai Hitam SMS
my_mm: SMS ပိတ်ဆို့စာရင်းစာမျက်နှာ
nl_nl: Pagina SMS zwarte lijst
pl_pl: Strona czarnej listy SMS
pt: Página de Lista Negra SMS
ru_ru: Страница черного списка SMS
sv_se: SMS-svartlistasida
th_th: หน้ารายการ SMS ที่ถูกบล็อก
tr_tr: SMS Kara Liste Sayfası
uk_ua: Сторінка чорного списку SMS
vi_vn: Trang danh sách đen SMS
zh_cn: 短信黑名单页面
zh_mo: 短訊黑名單頁面

source: SMS Subscription Page
ar: صفحة اشتراك الرسائل القصيرة
da_dk: SMS-abonnementsside
de: Seite "SMS-Abonnement"
el_gr: Σελίδα εγγραφής SMS
es: Página de suscripción de SMS
fr: Page d'abonnement SMS
he_il: עמוד מנוי SMS
id_id: Halaman Berlangganan SMS
it: Pagina iscrizione SMS
ja_jp: SMS購読ページ
ko_kr: SMS 구독 페이지
ms_my: Halaman Langganan SMS
my_mm: SMS စာရင်းသွင်းမှုစာမျက်နှာ
nl_nl: Pagina SMS-abonnement
pl_pl: Strona subskrypcji SMS
pt: Página de Subscrição SMS
ru_ru: Страница SMS-подписки
sv_se: SMS-prenumerationssida
th_th: หน้าการสมัครสมาชิก SMS
tr_tr: SMS Abonelik Sayfası
uk_ua: Сторінка підписки SMS
vi_vn: Trang đăng ký SMS
zh_cn: 短信订阅页面
zh_mo: 短訊訂閱頁面

source: Plugin Page
ar: صفحة المكون الإضافي
da_dk: Pluginside
de: Plugin-Seite
el_gr: Σελίδα Plugin
es: Página de complemento
fr: Page du plugin
he_il: עמוד תוסף
id_id: Halaman Plugin
it: Pagina plugin
ja_jp: プラグインページ
ko_kr: 플러그인 페이지
ms_my: Halaman Plugin
my_mm: Plugin စာမျက်နှာ
nl_nl: Pagina plugin
pl_pl: Strona wtyczek
pt: Página de Plugin
ru_ru: Страница плагина
sv_se: Plugin-sida
th_th: หน้าปลั๊กอิน
tr_tr: Eklenti Sayfası
uk_ua: Сторінка плагінів
vi_vn: Trang plugin
zh_cn: 插件页面
zh_mo: 插件頁面

source: Edit Code
ar: تحرير الكود
da_dk: Rediger kode
de: Code bearbeiten
el_gr: Επεξεργασία κώδικα
es: Editar código
fr: Modifier le code
he_il: ערוך קוד
id_id: Edit Kode
it: Modifica codice
ja_jp: コードを編集
ko_kr: 코드 편집
ms_my: Edit Kod
my_mm: ကုဒ်ကိုပြင်ဆင်ပါ
nl_nl: Code bewerken
pl_pl: Edytuj kod
pt: Editar Código
ru_ru: Редактировать код
sv_se: Redigera kod
th_th: แก้ไขรหัส
tr_tr: Kodu Düzenle
uk_ua: Редагувати код
vi_vn: Chỉnh sửa mã
zh_cn: 编辑代码
zh_mo: 編輯代碼

source: Enter plugin code here
ar: أدخل كود المكون الإضافي هنا
da_dk: Indtast pluginkode her
de: Plugin-Code hier eingeben
el_gr: Εισαγάγετε τον κώδικα του plugin εδώ
es: Introduzca el código del complemento aquí
fr: Saisir le code du plugin ici
he_il: הזן קוד תוסף כאן
id_id: Masukkan kode plugin di sini
it: Inserisci il codice del plugin qui
ja_jp: ここにプラグインコードを入力してください
ko_kr: 여기에 플러그인 코드를 입력하세요
ms_my: Masukkan kod plugin di sini
my_mm: Plugin ကုဒ်ကိုဤနေရာတွင်ရိုက်ထည့်ပါ
nl_nl: Voer hier plugincode in
pl_pl: Wprowadź kod wtyczki tutaj
pt: Introduza o código do plugin aqui
ru_ru: Введите код плагина здесь
sv_se: Ange plugin-kod här
th_th: ป้อนรหัสปลั๊กอินที่นี่
tr_tr: Eklenti kodunu buraya girin
uk_ua: Введіть код плагіна тут
vi_vn: Nhập mã plugin vào đây
zh_cn: 在此处输入插件代码
zh_mo: 在此處輸入插件代碼

source: Edit Plugin Code
ar: تحرير كود المكون الإضافي
da_dk: Rediger pluginkode
de: Plugin-Code bearbeiten
el_gr: Επεξεργασία κώδικα Plugin
es: Editar código del complemento
fr: Modifier le code du plugin
he_il: ערוך קוד תוסף
id_id: Edit Kode Plugin
it: Modifica codice plugin
ja_jp: プラグインコードを編集
ko_kr: 플러그인 코드 편집
ms_my: Edit Kod Plugin
my_mm: Plugin ကုဒ်ကိုပြင်ဆင်ပါ
nl_nl: Plugincode bewerken
pl_pl: Edytuj kod wtyczki
pt: Editar Código do Plugin
ru_ru: Редактировать код плагина
sv_se: Redigera plugin-kod
th_th: แก้ไขรหัสปลั๊กอิน
tr_tr: Eklenti Kodunu Düzenle
uk_ua: Редагувати код плагіна
vi_vn: Chỉnh sửa mã plugin
zh_cn: 编辑插件代码
zh_mo: 編輯插件代碼

source: Label Page
ar: صفحة العلامة
da_dk: Etiketside
de: Etikettenseite
el_gr: Σελίδα ετικέτας
es: Página de etiqueta
fr: Page d'étiquette
he_il: עמוד תווית
id_id: Halaman Label
it: Pagina etichetta
ja_jp: ラベルページ
ko_kr: 레이블 페이지
ms_my: Halaman Label
my_mm: တံဆိပ်စာမျက်နှာ
nl_nl: Pagina label
pl_pl: Strona etykiet
pt: Página de Etiqueta
ru_ru: Страница метки
sv_se: Etikettsida
th_th: หน้าป้ายกำกับ
tr_tr: Etiket Sayfası
uk_ua: Сторінка міток
vi_vn: Trang nhãn
zh_cn: 标签页面
zh_mo: 標籤頁面

source: Contact Subscription Page
ar: صفحة اشتراك جهة الاتصال
da_dk: Kontaktabonnementsside
de: Seite "Kontaktabonnement"
el_gr: Σελίδα εγγραφής επαφής
es: Página de suscripción de contacto
fr: Page d'abonnement aux contacts
he_il: עמוד מנוי איש קשר
id_id: Halaman Berlangganan Kontak
it: Pagina iscrizione contatto
ja_jp: 連絡先購読ページ
ko_kr: 연락처 구독 페이지
ms_my: Halaman Langganan Kenalan
my_mm: အဆက်အသွယ်စာရင်းသွင်းမှုစာမျက်နှာ
nl_nl: Pagina contactabonnement
pl_pl: Strona subskrypcji kontaktów
pt: Página de Subscrição de Contacto
ru_ru: Страница подписки на контакты
sv_se: Kontaktprenumerationssida
th_th: หน้าการสมัครสมาชิกผู้ติดต่อ
tr_tr: Kişi Abonelik Sayfası
uk_ua: Сторінка підписки контактів
vi_vn: Trang đăng ký liên hệ
zh_cn: 联系人订阅页面
zh_mo: 聯絡人訂閱頁面

source: ContactSubscriptionListView
ar: عرض قائمة اشتراكات جهات الاتصال
da_dk: Kontaktabonnementslistevisning
de: Listenansicht der Kontaktabonnements
el_gr: Λίστα εγγραφών επαφής
es: Vista de lista de suscripción de contacto
fr: Liste des abonnements aux contacts
he_il: רשימת תצוגת מנויים איש קשר
id_id: DaftarTampilanBerlanggananKontak
it: Visualizzazione elenco iscrizioni contatto
ko_kr: 연락처 구독 목록 보기
ms_my: Senarai Paparan Langganan Kenalan
my_mm: အဆက်အသွယ်စာရင်းသွင်းမှုစာရင်းကြည့်ရှုမှု
nl_nl: Lijstweergave contactabonnementen
pl_pl: Lista subskrypcji kontaktów
pt: Vista da Lista de Subscrições de Contacto
ru_ru: Список подписок на контакты
sv_se: Kontaktprenumerationslistvy
th_th: มุมมองรายการการสมัครสมาชิกผู้ติดต่อ
tr_tr: Kişi Abonelik Listesi Görünümü
uk_ua: Список підписок контактів
vi_vn: Danh sách đăng ký liên hệ
zh_cn: 通讯录订阅页面
zh_mo: 聯絡人訂閱列表視圖

source: Close
ar: إغلاق
da_dk: Luk
de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr: Fermer
he_il: סגור
id_id: Tutup
it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
my_mm: ပိတ်ပါ
nl_nl: Sluiten
pl_pl: Zamknij
pt: Fechar
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_mo: 關閉

source: Show Contact Icon Button
ar: إظهار زر رمز جهة الاتصال
da_dk: Vis kontakt ikonknap
de: Schaltfläche "Kontaktsymbol anzeigen"
el_gr: Εμφάνιση κουμπιού εικονιδίου επαφής
es: Mostrar botón de icono de contacto
fr: Afficher le bouton d'icône de contact
he_il: הצג לחצן סמל איש קשר
id_id: Tampilkan Tombol Ikon Kontak
it: Mostra pulsante icona contatto
ja_jp: 連絡先アイコンボタンを表示
ko_kr: 연락처 아이콘 버튼 표시
ms_my: Tunjukkan Butang Ikon Kenalan
my_mm: အဆက်အသွယ် Icon ခလုတ်ကိုပြပါ
nl_nl: Contactpictogramknop weergeven
pl_pl: Pokaż przycisk ikony kontaktu
pt: Mostrar Botão de Ícone de Contacto
ru_ru: Показать кнопку значка контакта
sv_se: Visa kontaktikonknapp
th_th: แสดงปุ่มไอคอนผู้ติดต่อ
tr_tr: Kişi Simgesi Düğmesini Göster
uk_ua: Показати кнопку піктограми контакту
vi_vn: Hiển thị nút biểu tượng liên hệ
zh_cn: 显示联系人图标按钮
zh_mo: 顯示聯絡人圖標按鈕

source: Show Contact Button
ar: إظهار زر جهة الاتصال
da_dk: Vis kontaktknap
de: Schaltfläche "Kontakt anzeigen"
el_gr: Εμφάνιση κουμπιού επαφής
es: Mostrar botón de contacto
fr: Afficher le bouton de contact
he_il: הצג לחצן איש קשר
id_id: Tampilkan Tombol Kontak
it: Mostra pulsante contatto
ja_jp: 連絡先ボタンを表示
ko_kr: 연락처 버튼 표시
ms_my: Tunjukkan Butang Kenalan
my_mm: အဆက်အသွယ်ခလုတ်ကိုပြပါ
nl_nl: Contactknop weergeven
pl_pl: Pokaż przycisk kontaktu
pt: Mostrar Botão de Contacto
ru_ru: Показать кнопку контакта
sv_se: Visa kontaktknapp
th_th: แสดงปุ่มผู้ติดต่อ
tr_tr: Kişi Düğmesini Göster
uk_ua: Показати кнопку контакту
vi_vn: Hiển thị nút liên hệ
zh_cn: 显示联系人按钮
zh_mo: 顯示聯絡人按鈕

source: Add Contact
ar: إضافة جهة اتصال
da_dk: Tilføj kontakt
de: Kontakt hinzufügen
el_gr: Προσθήκη επαφής
es: Agregar contacto
fr: Ajouter un contact
he_il: הוסף איש קשר
id_id: Tambah Kontak
it: Aggiungi contatto
ja_jp: 連絡先を追加
ko_kr: 연락처 추가
ms_my: Tambah Kenalan
my_mm: အဆက်အသွယ်ထည့်ပါ
nl_nl: Contact toevoegen
pl_pl: Dodaj kontakt
pt: Adicionar Contacto
ru_ru: Добавить контакт
sv_se: Lägg till kontakt
th_th: เพิ่มผู้ติดต่อ
tr_tr: Kişi Ekle
uk_ua: Додати контакт
vi_vn: Thêm liên hệ
zh_cn: 添加联系人
zh_mo: 添加聯絡人

source: Add to Blocked
ar: إضافة إلى المحظورة
da_dk: Føj til blokeret
de: Zu "Blockiert" hinzufügen
el_gr: Προσθήκη σε αποκλεισμένα
es: Agregar a bloqueados
fr: Ajouter aux bloqués
he_il: הוסף לחסומים
id_id: Tambahkan ke Diblokir
it: Aggiungi ai bloccati
ja_jp: ブロックに追加
ko_kr: 차단 목록에 추가
ms_my: Tambah ke Disekat
my_mm: ပိတ်ဆို့ထားသောသို့ထည့်ပါ
nl_nl: Toevoegen aan geblokkeerd
pl_pl: Dodaj do zablokowanych
pt: Adicionar a Bloqueados
ru_ru: Добавить в заблокированные
sv_se: Lägg till i blockerade
th_th: เพิ่มในรายการที่ถูกบล็อก
tr_tr: Engellenenlere Ekle
uk_ua: Додати до заблокованих
vi_vn: Thêm vào danh sách bị chặn
zh_cn: 添加到已阻止
zh_mo: 添加到已攔截

source: Remove Blocked
ar: إزالة من المحظورة
da_dk: Fjern blokeret
de: "Blockiert" entfernen
el_gr: Αφαίρεση από αποκλεισμένα
es: Eliminar de bloqueados
fr: Supprimer des bloqués
he_il: הסר מחסומים
id_id: Hapus Diblokir
it: Rimuovi dai bloccati
ja_jp: ブロックから削除
ko_kr: 차단 목록에서 제거
ms_my: Alih keluar Disekat
my_mm: ပိတ်ဆို့ထားသောမှဖယ်ရှားပါ
nl_nl: Verwijderen geblokkeerd
pl_pl: Usuń z zablokowanych
pt: Remover de Bloqueados
ru_ru: Удалить из заблокированных
sv_se: Ta bort från blockerade
th_th: ลบออกจากรายการที่ถูกบล็อก
tr_tr: Engellenenlerden Kaldır
uk_ua: Видалити з заблокованих
vi_vn: Xóa khỏi danh sách bị chặn
zh_cn: 删除已阻止
zh_mo: 移除已攔截

source: Add to Allowed
ar: إضافة إلى المسموح بها
da_dk: Føj til tilladt
de: Zu "Erlaubt" hinzufügen
el_gr: Προσθήκη σε επιτρεπόμενα
es: Agregar a permitidos
fr: Ajouter aux autorisés
he_il: הוסף למותרים
id_id: Tambahkan ke Diizinkan
it: Aggiungi ai consentiti
ja_jp: 許可に追加
ko_kr: 허용 목록에 추가
ms_my: Tambah ke Dibenarkan
my_mm: ခွင့်ပြုထားသောသို့ထည့်ပါ
nl_nl: Toevoegen aan toegestaan
pl_pl: Dodaj do dozwolonych
pt: Adicionar a Permitidos
ru_ru: Добавить в разрешенные
sv_se: Lägg till i tillåtna
th_th: เพิ่มในรายการที่อนุญาต
tr_tr: İzin Verilenlere Ekle
uk_ua: Додати до дозволених
vi_vn: Thêm vào danh sách được phép
zh_cn: 添加到已允许
zh_mo: 添加到允許

source: Remove Allowed
ar: إزالة من المسموح بها
da_dk: Fjern tilladt
de: "Erlaubt" entfernen
el_gr: Αφαίρεση από επιτρεπόμενα
es: Eliminar de permitidos
fr: Supprimer des autorisés
he_il: הסר ממותרים
id_id: Hapus Diizinkan
it: Rimuovi dai consentiti
ja_jp: 許可から削除
ko_kr: 허용 목록에서 제거
ms_my: Alih keluar Dibenarkan
my_mm: ခွင့်ပြုထားသောမှဖယ်ရှားပါ
nl_nl: Verwijderen toegestaan
pl_pl: Usuń z dozwolonych
pt: Remover de Permitidos
ru_ru: Удалить из разрешенных
sv_se: Ta bort från tillåtna
th_th: ลบออกจากรายการที่อนุญาต
tr_tr: İzin Verilenlerden Kaldır
uk_ua: Видалити з дозволених
vi_vn: Xóa khỏi danh sách được phép
zh_cn: 删除已允许
zh_mo: 移除允許

source: Loading...
ar: جارٍ التحميل...
da_dk: Indlæser...
de: Laden...
el_gr: Φόρτωση...
es: Cargando...
fr: Chargement...
he_il: טוען...
id_id: Memuat...
it: Caricamento in corso...
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
nl_nl: Laden...
pl_pl: Ładowanie...
pt: A carregar...
ru_ru: Загрузка...
sv_se: Laddar...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...
uk_ua: Завантаження...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_mo: 載入中...

source: Call History
ar: سجل المكالمات
da_dk: Opkaldshistorik
de: Anrufliste
el_gr: Ιστορικό κλήσεων
es: Historial de llamadas
fr: Historique des appels
he_il: היסטוריית שיחות
id_id: Riwayat Panggilan
it: Cronologia chiamate
ja_jp: 通話履歴
ko_kr: 통화 기록
ms_my: Sejarah Panggilan
my_mm: ဖုန်းခေါ်ဆိုမှုမှတ်တမ်း
nl_nl: Oproepgeschiedenis
pl_pl: Historia połączeń
pt: Histórico de Chamadas
ru_ru: История вызовов
sv_se: Samtalshistorik
th_th: ประวัติการโทร
tr_tr: Çağrı Geçmişi
uk_ua: Історія дзвінків
vi_vn: Lịch sử cuộc gọi
zh_cn: 通话记录
zh_mo: 通話記錄

source: Call log permission denied
ar: تم رفض إذن سجل المكالمات
da_dk: Opkaldslogtilladelse nægtet
de: Berechtigung für Anrufprotokoll verweigert
el_gr: Άρνηση άδειας ιστορικού κλήσεων
es: Permiso de registro de llamadas denegado
fr: Autorisation du journal des appels refusée
he_il: הרשאת יומן שיחות נדחתה
id_id: Izin log panggilan ditolak
it: Autorizzazione registro chiamate negata
ja_jp: 通話履歴の権限が拒否されました
ko_kr: 통화 기록 권한이 거부되었습니다
ms_my: Kebenaran log panggilan ditolak
my_mm: ဖုန်းခေါ်ဆိုမှုမှတ်တမ်းခွင့်ပြုချက်ကိုငြင်းပယ်ပါ
nl_nl: Toestemming voor oproeplogboek geweigerd
pl_pl: Odmowa dostępu do dziennika połączeń
pt: Permissão de registo de chamadas negada
ru_ru: Разрешение на журнал вызовов отклонено
sv_se: Behörighet till samtalslogg nekad
th_th: ปฏิเสธการอนุญาตบันทึกการโทร
tr_tr: Çağrı geçmişi izni reddedildi
uk_ua: Дозвіл на журнал дзвінків відхилено
vi_vn: Quyền truy cập nhật ký cuộc gọi bị từ chối
zh_cn: 已拒绝通话记录权限
zh_mo: 通話記錄權限被拒絕

# youHaveDeniedPermissionYouCanManuallyEnablePermissionIn
source: You have denied permission. You can manually enable permission in Settings.
ar: لقد رفضت الإذن. يمكنك تمكين الإذن يدويًا في الإعدادات.
da_dk: Du har nægtet tilladelse. Du kan manuelt aktivere tilladelsen i Indstillinger.
de: Sie haben die Berechtigung verweigert. Sie können die Berechtigung manuell in den Einstellungen aktivieren.
el_gr: Έχετε αρνηθεί την άδεια. Μπορείτε να ενεργοποιήσετε χειροκίνητα την άδεια στις Ρυθμίσεις.
es: Ha denegado el permiso. Puede habilitar manualmente el permiso en Configuración.
fr: Vous avez refusé l'autorisation. Vous pouvez activer manuellement l'autorisation dans les paramètres.
he_il: דחית את ההרשאה. ניתן להפעיל ידנית את ההרשאה בהגדרות.
id_id: Anda telah menolak izin. Anda dapat mengaktifkan izin secara manual di Pengaturan.
it: Hai negato l'autorizzazione. Puoi abilitarla manualmente nelle Impostazioni.
ja_jp: 権限を拒否しました。設定で手動で権限を有効にできます。
ko_kr: 권한이 거부되었습니다. 설정에서 수동으로 권한을 활성화할 수 있습니다.
ms_my: Anda telah menolak kebenaran. Anda boleh mendayakan kebenaran secara manual dalam Tetapan.
my_mm: သင်သည်ခွင့်ပြုချက်ကိုငြင်းပယ်ထားသည်။ ဆက်တင်များတွင်ကိုယ်တိုင်ခွင့်ပြုချက်ကိုဖွင့်နိုင်သည်။
nl_nl: U heeft de toestemming geweigerd. U kunt de toestemming handmatig inschakelen in Instellingen.
pl_pl: Odmówiłeś dostępu. Możesz ręcznie włączyć uprawnienia w Ustawieniach.
pt: Negou a permissão. Pode ativar manualmente a permissão em Definições.
ru_ru: Вы отклонили разрешение. Вы можете вручную включить разрешение в настройках.
sv_se: Du har nekat behörighet. Du kan manuellt aktivera behörighet i Inställningar.
th_th: คุณได้ปฏิเสธการอนุญาต คุณสามารถเปิดใช้งานการอนุญาตด้วยตนเองได้ในการตั้งค่า
tr_tr: İzni reddettiniz. Ayarlar'dan manuel olarak izni etkinleştirebilirsiniz.
uk_ua: Ви відхилили дозвіл. Ви можете вручну ввімкнути дозвіл у налаштуваннях.
vi_vn: Bạn đã từ chối quyền. Bạn có thể bật thủ công quyền trong Cài đặt.
zh_cn: 您已拒绝权限。您可以手动在设置中启用权限。
zh_mo: 您已拒絕權限。您可以在設定中手動啟用權限。

# deniedPermissionCanManuallyEnablePermissionInSetting
source: You have denied permission. You can manually enable permission in Settings.
ar: لقد رفضت الإذن. يمكنك تمكين الإذن يدويًا في الإعدادات.
da_dk: Du har nægtet tilladelse. Du kan manuelt aktivere tilladelsen i Indstillinger.
de: Sie haben die Berechtigung verweigert. Sie können die Berechtigung manuell in den Einstellungen aktivieren.
el_gr: Έχετε αρνηθεί την άδεια. Μπορείτε να ενεργοποιήσετε χειροκίνητα την άδεια στις Ρυθμίσεις.
es: Ha denegado el permiso. Puede habilitar manualmente el permiso en Configuración.
fr: Vous avez refusé l'autorisation. Vous pouvez activer manuellement l'autorisation dans les paramètres.
he_il: דחית את ההרשאה. ניתן להפעיל ידנית את ההרשאה בהגדרות.
id_id: Anda telah menolak izin. Anda dapat mengaktifkan izin secara manual di Pengaturan.
it: Hai negato l'autorizzazione. Puoi abilitarla manualmente nelle Impostazioni.
ja_jp: 権限を拒否しました。設定で手動で権限を有効にできます。
ko_kr: 권한이 거부되었습니다. 설정에서 수동으로 권한을 활성화할 수 있습니다.
ms_my: Anda telah menolak kebenaran. Anda boleh mendayakan kebenaran secara manual dalam Tetapan.
my_mm: သင်သည်ခွင့်ပြုချက်ကိုငြင်းပယ်ထားသည်။ ဆက်တင်များတွင်ကိုယ်တိုင်ခွင့်ပြုချက်ကိုဖွင့်နိုင်သည်။
nl_nl: U heeft de toestemming geweigerd. U kunt de toestemming handmatig inschakelen in Instellingen.
pl_pl: Odmówiłeś dostępu. Możesz ręcznie włączyć uprawnienia w Ustawieniach.
pt: Negou a permissão. Pode ativar manualmente a permissão em Definições.
ru_ru: Вы отклонили разрешение. Вы можете вручную включить разрешение в настройках.
sv_se: Du har nekat behörighet. Du kan manuellt aktivera behörighet i Inställningar.
th_th: คุณได้ปฏิเสธการอนุญาต คุณสามารถเปิดใช้งานการอนุญาตด้วยตนเองได้ในการตั้งค่า
tr_tr: İzni reddettiniz. Ayarlar'dan manuel olarak izni etkinleştirebilirsiniz.
uk_ua: Ви відхилили дозвіл. Ви можете вручну ввімкнути дозвіл у налаштуваннях.
vi_vn: Bạn đã từ chối quyền. Bạn có thể bật thủ công quyền trong Cài đặt.
zh_cn: 您已拒绝权限。您可以手动在设置中启用权限。
zh_mo: 您已拒絕權限。您可以在設定中手動啟用權限。

source: Permission granted
ar: تم منح الإذن
da_dk: Tilladelse givet
de: Berechtigung erteilt
el_gr: Χορήγηση άδειας
es: Permiso concedido
fr: Autorisation accordée
he_il: הרשאה ניתנה
id_id: Izin diberikan
it: Autorizzazione concessa
ja_jp: 権限が付与されました
ko_kr: 권한이 부여되었습니다
ms_my: Kebenaran diberikan
my_mm: ခွင့်ပြုချက်ပေးပြီး
nl_nl: Toestemming verleend
pl_pl: Uprawnienie udzielone
pt: Permissão concedida
ru_ru: Разрешение предоставлено
sv_se: Behörighet beviljad
th_th: ได้รับอนุญาตแล้ว
tr_tr: İzin verildi
uk_ua: Дозвіл надано
vi_vn: Đã cấp quyền
zh_cn: 已授予权限
zh_mo: 權限已授予

# thisAppNeedsAccessToYourCallLogInformation
source: This app needs access to your call log information to function properly. Please grant permission.
ar: يحتاج هذا التطبيق إلى الوصول إلى معلومات سجل المكالمات ليعمل بشكل صحيح. الرجاء منح الإذن.
da_dk: Denne app skal have adgang til dine opkaldsloginformationer for at fungere korrekt. Giv venligst tilladelse.
de: Diese App benötigt Zugriff auf Ihre Anrufprotokollinformationen, um ordnungsgemäß zu funktionieren. Bitte erteilen Sie die Berechtigung.
el_gr: Αυτή η εφαρμογή χρειάζεται πρόσβαση στις πληροφορίες του ιστορικού κλήσεων σας για να λειτουργήσει σωστά. Παρακαλώ χορηγήστε την άδεια.
es: Esta aplicación necesita acceder a la información de su registro de llamadas para funcionar correctamente. Conceda el permiso.
fr: Cette application a besoin d'accéder aux informations de votre journal des appels pour fonctionner correctement. Veuillez accorder l'autorisation.
he_il: אפליקציה זו זקוקה לגישה למידע יומן השיחות שלך כדי לפעול כראוי. אנא הענק הרשאה.
id_id: Aplikasi ini membutuhkan akses ke informasi log panggilan Anda agar berfungsi dengan baik. Harap berikan izin.
it: Questa app necessita di accedere alle informazioni del registro chiamate per funzionare correttamente. Concedi l'autorizzazione.
ja_jp: このアプリが正常に機能するには、通話履歴情報へのアクセスが必要です。権限を付与してください。
ko_kr: 이 앱이 제대로 작동하려면 통화 기록 정보에 액세스해야 합니다. 권한을 부여하세요.
ms_my: Aplikasi ini memerlukan akses kepada maklumat log panggilan anda untuk berfungsi dengan betul. Sila berikan kebenaran.
my_mm: ဤအက်ပ်သည်သင့်ဖုန်းခေါ်ဆိုမှုမှတ်တမ်းအချက်အလက်များကိုဝင်ရောက်ကြည့်ရှုရန်လိုအပ်သည်။ ကျေးဇူးပြု၍ ခွင့်ပြုချက်ပေးပါ။
nl_nl: Deze app heeft toegang tot uw oproeplogboekinformatie nodig om correct te functioneren. Verleen toestemming.
pl_pl: Ta aplikacja potrzebuje dostępu do informacji o dzienniku połączeń, aby działać poprawnie. Proszę udzielić uprawnienia.
pt: Esta aplicação precisa de acesso às informações do seu registo de chamadas para funcionar corretamente. Conceda a permissão.
ru_ru: Этому приложению требуется доступ к информации журнала вызовов для правильной работы. Пожалуйста, предоставьте разрешение.
sv_se: Denna app behöver åtkomst till din samtalslogginformation för att fungera korrekt. Bevilja behörighet.
th_th: แอปนี้ต้องเข้าถึงข้อมูลบันทึกการโทรของคุณเพื่อให้ทำงานได้อย่างถูกต้อง โปรดให้สิทธิ์
tr_tr: Bu uygulamanın düzgün çalışması için çağrı geçmişi bilgilerinize erişmesi gerekiyor. Lütfen izin verin.
uk_ua: Цій програмі потрібен доступ до інформації журналу дзвінків для належної роботи. Будь ласка, надайте дозвіл.
vi_vn: Ứng dụng này cần truy cập thông tin nhật ký cuộc gọi của bạn để hoạt động bình thường. Vui lòng cấp quyền.
zh_cn: 此应用需要访问您的通话记录信息才能正常运行。请授予权限。
zh_mo: 此應用程式需要訪問您的通話記錄資訊才能正常運作。請授予權限。

source: Blocked Page
ar: صفحة المحظورة
da_dk: Blokeret side
de: Blockierte Seite
el_gr: Σελίδα αποκλεισμένων
es: Página bloqueada
fr: Page bloquée
he_il: עמוד חסום
id_id: Halaman yang Diblokir
it: Pagina bloccati
ja_jp: ブロックされたページ
ko_kr: 차단된 페이지
ms_my: Halaman Disekat
my_mm: ပိတ်ဆို့ထားသောစာမျက်နှာ
nl_nl: Pagina geblokkeerd
pl_pl: Strona zablokowanych
pt: Página Bloqueada
ru_ru: Заблокированная страница
sv_se: Blockerad sida
th_th: หน้าที่ถูกบล็อก
tr_tr: Engellenen Sayfa
uk_ua: Сторінка заблокованих
vi_vn: Trang bị chặn
zh_cn: 已阻止页面
zh_mo: 已攔截頁面

source: Video
ar: فيديو
el_gr: Βίντεο
es: Vídeo
fr: Vidéo
he_il: וידאו
ja_jp: ビデオ
ko_kr: 비디오
my_mm: ဗီဒီယို
pl_pl: Wideo
pt: Vídeo
ru_ru: Видео
th_th: วิดีโอ
uk_ua: Відео
zh_cn: 视频
zh_mo: 視像

source: Call
ar: مكالمة
da_dk: Opkald
de: Anruf
el_gr: Κλήση
es: Llamar
fr: Appel
he_il: שיחה
id_id: Panggilan
it: Chiama
ja_jp: 通話
ko_kr: 통화
ms_my: Panggilan
my_mm: ဖုန်းခေါ်ဆိုပါ
nl_nl: Oproep
pl_pl: Połączenie
pt: Chamada
ru_ru: Вызов
sv_se: Samtal
th_th: โทร
tr_tr: Ara
uk_ua: Дзвінок
vi_vn: Cuộc gọi
zh_cn: 呼叫
zh_mo: 通話

source: Message
ar: رسالة
da_dk: Besked
de: Nachricht
el_gr: Μήνυμα
es: Mensaje
he_il: הודעה
id_id: Pesan
it: Messaggio
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
my_mm: မက်ဆေ့ချ်
nl_nl: Bericht
pl_pl: Wiadomość
pt: Mensagem
ru_ru: Сообщение
sv_se: Meddelande
th_th: ข้อความ
tr_tr: Mesaj
uk_ua: Повідомлення
vi_vn: Tin nhắn
zh_cn: 信息
zh_mo: 訊息

source: Edit
ar: تحرير
da_dk: Rediger
de: Bearbeiten
el_gr: Επεξεργασία
es: Editar
fr: Modifier
he_il: ערוך
it: Modifica
ja_jp: 編集
ko_kr: 편집
my_mm: ပြင်ဆင်ပါ
nl_nl: Bewerken
pl_pl: Edytuj
pt: Editar
ru_ru: Редактировать
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_mo: 編輯

source: Email
ar: بريد إلكتروني
es: Correo electrónico
he_il: דוא"ל
ja_jp: メール
ko_kr: 이메일
ms_my: E-mel
my_mm: အီးမေးလ်
sv_se: E-post
th_th: อีเมล
tr_tr: E-posta
uk_ua: Електронна пошта
zh_cn: 电子邮件
zh_mo: 電子郵件

source: Group
ar: مجموعة
da_dk: Gruppe
de: Gruppe
el_gr: Ομάδα
es: Grupo
fr: Groupe
he_il: קבוצה
id_id: Grup
it: Gruppo
ja_jp: グループ
ko_kr: 그룹
ms_my: Kumpulan
my_mm: အဖွဲ့
nl_nl: Groep
pl_pl: Grupa
pt: Grupo
ru_ru: Группа
sv_se: Grupp
th_th: กลุ่ม
tr_tr: Grup
uk_ua: Група
vi_vn: Nhóm
zh_cn: 组
zh_mo: 群組

source: Website
ar: موقع ويب
da_dk: Websted
el_gr: Ιστοσελίδα
es: Sitio web
fr: Site web
he_il: אתר אינטרנט
id_id: Situs web
it: Sito web
ja_jp: ウェブサイト
ko_kr: 웹사이트
ms_my: Laman Web
my_mm: ဝက်ဘ်ဆိုက်
pl_pl: Strona internetowa
ru_ru: Веб-сайт
sv_se: Webbplats
th_th: เว็บไซต์
tr_tr: Web Sitesi
uk_ua: Веб-сайт
vi_vn: Trang web
zh_cn: 网站
zh_mo: 網站
