Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Allow Regex Blacklisted Patterns
ar: السماح بأنماط القائمة السوداء للتعبير العادي
da_dk: Tillad Regex-sortlistede mønstre
de: Regex-Blacklist-Muster zulassen
el_gr: Να επιτρέπονται τα πρότυπα μαύρης λίστας Regex
es: Permitir patrones de lista negra Regex
fr: Autoriser les modèles de liste noire Regex
he_il: אפשר תבניות ברשימה שחורה של ביטויים רגולריים
id_id: Izinkan Pola Daftar Hitam Regex
it: Consenti modelli in lista nera Regex
ja_jp: 正規表現ブラックリストパターンを許可する
ko_kr: 정규식 차단 목록 패턴 허용
ms_my: Benarkan Corak Senarai Hitam Regex
my_mm: Regex ပိတ်ဆို့ထားသောပုံစံများကိုခွင့်ပြုပါ
nl_nl: Regex-patronen op de zwarte lijst toestaan
pl_pl: Zezwól na wzorce z czarnej listy wyrażeń regularnych
pt: Permitir Padrões de Lista Negra Regex
ru_ru: Разрешить шаблоны черного списка Regex
sv_se: Tillåt Regex svartlistade mönster
th_th: อนุญาตรูปแบบรายการที่ถูกบล็อกแบบนิพจน์ทั่วไป
tr_tr: Regex Kara Listeye Alınmış Desенlere İzin Ver
uk_ua: Дозволити регулярні вирази з чорного списку
vi_vn: Cho phép các mẫu danh sách đen Regex
zh_cn: 允许正则表达式黑名单模式
zh_mo: 允許正則表達式黑名單模式

source: Allow All Whitelisted Numbers
ar: السماح بجميع الأرقام المدرجة في القائمة البيضاء
da_dk: Tillad alle hvidlistede numre
de: Alle Whitelist-Nummern zulassen
el_gr: Να επιτρέπονται όλοι οι αριθμοί λευκής λίστας
es: Permitir todos los números de la lista blanca
fr: Autoriser tous les numéros de la liste blanche
he_il: אפשר את כל המספרים ברשימה לבנה
id_id: Izinkan Semua Nomor Daftar Putih
it: Consenti tutti i numeri in lista bianca
ja_jp: ホワイトリストに登録されているすべての番号を許可する
ko_kr: 모든 허용 목록 번호 허용
ms_my: Benarkan Semua Nombor Senarai Putih
my_mm: ခွင့်ပြုစာရင်းတင်ထားသောနံပါတ်အားလုံးကိုခွင့်ပြုပါ
nl_nl: Alle nummers op de witte lijst toestaan
pl_pl: Zezwól na wszystkie numery z białej listy
pt: Permitir Todos os Números da Lista Branca
ru_ru: Разрешить все номера из белого списка
sv_se: Tillåt alla vitlistade nummer
th_th: อนุญาตหมายเลขในรายการที่อนุญาตทั้งหมด
tr_tr: Tüm Beyaz Listeye Alınmış Numaralara İzin Ver
uk_ua: Дозволити всі номери з білого списку
vi_vn: Cho phép tất cả các số trong danh sách trắng
zh_cn: 允许所有已列入白名单的号码
zh_mo: 允許所有白名單號碼

source: Allow Blocked Numbers
ar: السماح بالأرقام المحظورة
da_dk: Tillad blokerede numre
de: Blockierte Nummern zulassen
el_gr: Να επιτρέπονται οι αποκλεισμένοι αριθμοί
es: Permitir números bloqueados
fr: Autoriser les numéros bloqués
he_il: אפשר מספרים חסומים
id_id: Izinkan Nomor yang Diblokir
it: Consenti numeri bloccati
ja_jp: ブロックされている番号を許可する
ko_kr: 차단된 번호 허용
ms_my: Benarkan Nombor yang Disekat
my_mm: ပိတ်ဆို့ထားသောနံပါတ်များကိုခွင့်ပြုပါ
nl_nl: Geblokkeerde nummers toestaan
pl_pl: Zezwól na zablokowane numery
pt: Permitir Números Bloqueados
ru_ru: Разрешить заблокированные номера
sv_se: Tillåt blockerade nummer
th_th: อนุญาตหมายเลขที่ถูกบล็อก
tr_tr: Engellenen Numaralara İzin Ver
uk_ua: Дозволити заблоковані номери
vi_vn: Cho phép các số bị chặn
zh_cn: 允许已阻止的号码
zh_mo: 允許已攔截的號碼

source: Allow Regex Whitelisted Patterns
ar: السماح بأنماط القائمة البيضاء للتعبير العادي
da_dk: Tillad Regex-hvidlistede mønstre
de: Regex-Whitelist-Muster zulassen
el_gr: Να επιτρέπονται τα πρότυπα λευκής λίστας Regex
es: Permitir patrones de lista blanca Regex
fr: Autoriser les modèles de liste blanche Regex
he_il: אפשר תבניות ברשימה לבנה של ביטויים רגולריים
id_id: Izinkan Pola Daftar Putih Regex
it: Consenti modelli in lista bianca Regex
ja_jp: 正規表現ホワイトリストパターンを許可する
ko_kr: 정규식 허용 목록 패턴 허용
ms_my: Benarkan Corak Senarai Putih Regex
my_mm: Regex ခွင့်ပြုထားသောပုံစံများကိုခွင့်ပြုပါ
nl_nl: Regex-patronen op de witte lijst toestaan
pl_pl: Zezwól na wzorce z białej listy wyrażeń regularnych
pt: Permitir Padrões de Lista Branca Regex
ru_ru: Разрешить шаблоны белого списка Regex
sv_se: Tillåt Regex vitlistade mönster
th_th: อนุญาตรูปแบบรายการที่อนุญาตแบบนิพจน์ทั่วไป
tr_tr: Regex Beyaz Listeye Alınmış Desенlere İzin Ver
uk_ua: Дозволити регулярні вирази з білого списку
vi_vn: Cho phép các mẫu danh sách trắng Regex
zh_cn: 允许正则表达式白名单模式
zh_mo: 允許正則表達式白名單模式

source: Allow All Blacklisted Numbers
ar: السماح بجميع الأرقام المدرجة في القائمة السوداء
da_dk: Tillad alle sortlistede numre
de: Alle Blacklist-Nummern zulassen
el_gr: Να επιτρέπονται όλοι οι αριθμοί μαύρης λίστας
es: Permitir todos los números de la lista negra
fr: Autoriser tous les numéros de la liste noire
he_il: אפשר את כל המספרים ברשימה שחורה
id_id: Izinkan Semua Nomor Daftar Hitam
it: Consenti tutti i numeri in lista nera
ja_jp: ブラックリストに登録されているすべての番号を許可する
ko_kr: 모든 차단 목록 번호 허용
ms_my: Benarkan Semua Nombor Senarai Hitam
my_mm: ပိတ်ဆို့စာရင်းတင်ထားသောနံပါတ်အားလုံးကိုခွင့်ပြုပါ
nl_nl: Alle nummers op de zwarte lijst toestaan
pl_pl: Zezwól na wszystkie numery z czarnej listy
pt: Permitir Todos os Números da Lista Negra
ru_ru: Разрешить все номера из черного списка
sv_se: Tillåt alla svartlistade nummer
th_th: อนุญาตหมายเลขในรายการที่ถูกบล็อกทั้งหมด
tr_tr: Tüm Kara Listeye Alınmış Numaralara İzin Ver
uk_ua: Дозволити всі номери з чорного списку
vi_vn: Cho phép tất cả các số trong danh sách đen
zh_cn: 允许所有已列入黑名单的号码
zh_mo: 允許所有黑名單號碼

source: Reject All Numbers
ar: رفض جميع الأرقام
da_dk: Afvis alle numre
de: Alle Nummern ablehnen
el_gr: Απόρριψη όλων των αριθμών
es: Rechazar todos los números
fr: Rejeter tous les numéros
he_il: דחה את כל המספרים
id_id: Tolak Semua Nomor
it: Rifiuta tutti i numeri
ja_jp: すべての番号を拒否する
ko_kr: 모든 번호 거부
ms_my: Tolak Semua Nombor
my_mm: နံပါတ်အားလုံးကိုငြင်းပယ်ပါ
nl_nl: Alle nummers weigeren
pl_pl: Odrzuć wszystkie numery
pt: Rejeitar Todos os Números
ru_ru: Отклонить все номера
sv_se: Avvisa alla nummer
th_th: ปฏิเสธหมายเลขทั้งหมด
tr_tr: Tüm Numaları Reddet
uk_ua: Відхилити всі номери
vi_vn: Từ chối tất cả các số
zh_cn: 拒绝所有号码
zh_mo: 拒絕所有號碼

source: Repeated Blocked Calls in
ar: تكرار المكالمات المحظورة في
da_dk: Gentagne blokerede opkald i
de: Wiederholte blockierte Anrufe in
el_gr: Επαναλαμβανόμενες αποκλεισμένες κλήσεις σε
es: Llamadas bloqueadas repetidas en
fr: Appels bloqués répétés en
he_il: שיחות חסומות חוזרות בתוך
id_id: Panggilan Diblokir Berulang dalam
it: Chiamate bloccate ripetute in
ja_jp: 繰り返しブロックされた通話（分）
ko_kr: 반복 차단된 통화(분):
ms_my: Panggilan Disekat Berulang dalam
my_mm: ထပ်ခါတလဲလဲပိတ်ဆို့ထားသောဖုန်းခေါ်ဆိုမှုများ
nl_nl: Herhaalde geblokkeerde oproepen in
pl_pl: Powtarzane zablokowane połączenia w ciągu
pt: Chamadas Bloqueadas Repetidas em
ru_ru: Повторные заблокированные вызовы в течение
sv_se: Upprepade blockerade samtal i
th_th: การโทรที่ถูกบล็อกซ้ำใน
tr_tr: Tekrarlanan Engellenen Aramalar
uk_ua: Повторні заблоковані дзвінки за
vi_vn: Cuộc gọi bị chặn lặp lại trong
zh_cn: 在内重复阻止通话
zh_mo: 在以下時間內重複攔截的來電：

source: mins
ar: دقيقة
da_dk: min
de: Min.
el_gr: λεπτά
es: min
fr: min
he_il: דקות
id_id: menit
it: min
ja_jp: 分
ko_kr: 분
ms_my: minit
my_mm: မိနစ်
nl_nl: min
pl_pl: min
ru_ru: мин
sv_se: min
th_th: นาที
tr_tr: dakika
uk_ua: хв
vi_vn: phút
zh_cn: 分钟
zh_mo: 分鐘

source: Accept
ar: قبول
da_dk: Accepter
de: Annehmen
el_gr: Αποδοχή
es: Aceptar
fr: Accepter
he_il: קבל
id_id: Terima
it: Accetta
ja_jp: 承諾
ko_kr: 수락
ms_my: Terima
my_mm: လက်ခံပါ
nl_nl: Accepteren
pl_pl: Akceptuj
pt: Aceitar
ru_ru: Принять
sv_se: Acceptera
th_th: ยอมรับ
tr_tr: Kabul Et
uk_ua: Прийняти
vi_vn: Chấp nhận
zh_cn: 接受
zh_mo: 接受

source: Reject
ar: رفض
da_dk: Afvis
de: Ablehnen
el_gr: Απόρριψη
es: Rechazar
fr: Rejeter
he_il: דחה
id_id: Tolak
it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
my_mm: ငြင်းပယ်ပါ
nl_nl: Weigeren
pl_pl: Odrzuć
pt: Rejeitar
ru_ru: Отклонить
sv_se: Avvisa
th_th: ปฏิเสธ
tr_tr: Reddet
uk_ua: Відхилити
vi_vn: Từ chối
zh_cn: 拒绝
zh_mo: 拒絕

source: endCall
ar: إنهاء المكالمة
da_dk: Afslut opkald
de: Auflegen
el_gr: Τερματισμός κλήσης
es: finalizar llamada
fr: Raccrocher
he_il: סיים שיחה
id_id: akhiriPanggilan
it: Termina chiamata
ja_jp: 通話を終了
ko_kr: 통화 종료
ms_my: tamatPanggilan
my_mm: ဖုန်းချပါ
nl_nl: Oproep beëindigen
pl_pl: Zakończ połączenie
pt: Terminar Chamada
ru_ru: Завершить вызов
sv_se: Avsluta samtal
th_th: วางสาย
tr_tr: Aramayı Sonlandır
uk_ua: Завершити дзвінок
vi_vn: Kết thúc cuộc gọi
zh_cn: 结束通话
zh_mo: 結束通話

source: Get Started
ar: البدء
da_dk: Kom i gang
de: Loslegen
el_gr: Ξεκινήστε
es: Empezar
fr: Commencer
he_il: התחל
id_id: Memulai
it: Inizia
ja_jp: 開始する
ko_kr: 시작하기
ms_my: Mulakan
my_mm: စတင်လိုက်ပါ
nl_nl: Aan de slag
pl_pl: Rozpocznij
pt: Começar
ru_ru: Начать
sv_se: Kom igång
th_th: เริ่มต้นใช้งาน
tr_tr: Başlayın
uk_ua: Почати
vi_vn: Bắt đầu
zh_cn: 开始
zh_mo: 開始使用

source: Next
ar: التالي
da_dk: Næste
de: Weiter
el_gr: Επόμενο
es: Siguiente
fr: Suivant
he_il: הבא
id_id: Selanjutnya
it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
my_mm: နောက်တစ်ခု
nl_nl: Volgende
pl_pl: Dalej
pt: Próximo
ru_ru: Далее
sv_se: Nästa
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 下一步
zh_mo: 下一步

# initializing
source: Initialising...
ar: جارٍ التهيئة...
da_dk: Initialiserer...
de: Initialisierung...
el_gr: Εκκίνηση...
es: Inicializando...
fr: Initialisation...
he_il: אתחול...
id_id: Menginisialisasi...
it: Inizializzazione in corso...
ja_jp: 初期化中...
ko_kr: 초기화 중...
ms_my: Memulakan...
my_mm: Initializing...
nl_nl: Initialiseren...
pl_pl: Inicjalizacja...
pt: A inicializar...
ru_ru: Инициализация...
sv_se: Initierar...
th_th: กำลังเริ่มต้น...
tr_tr: Başlatılıyor...
uk_ua: Ініціалізація...
vi_vn: Đang khởi tạo...
zh_cn: 初始化中...
zh_mo: 初始化中...

source: Skip
ar: تخطي
da_dk: Spring over
de: Überspringen
el_gr: Παράλειψη
es: Saltar
fr: Ignorer
he_il: דלג
id_id: Lewati
it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
my_mm: ကျော်သွားပါ
nl_nl: Overslaan
pl_pl: Pomiń
pt: Saltar
ru_ru: Пропустить
sv_se: Hoppa över
th_th: ข้าม
tr_tr: Atla
uk_ua: Пропустити
vi_vn: Bỏ qua
zh_cn: 跳过
zh_mo: 跳過

# initializingDatabase
source: Initialising database...
ar: جارٍ تهيئة قاعدة البيانات...
da_dk: Initialiserer database...
de: Datenbank wird initialisiert...
el_gr: Εκκίνηση βάσης δεδομένων...
es: Inicializando base de datos...
fr: Initialisation de la base de données...
he_il: אתחול מסד נתונים...
id_id: Menginisialisasi basis data...
it: Inizializzazione database in corso...
ja_jp: データベースを初期化しています...
ko_kr: 데이터베이스 초기화 중...
ms_my: Memulakan pangkalan data...
my_mm: ဒေတာဘေ့စ်ကိုစတင်နေပါသည်။
nl_nl: Database initialiseren...
pl_pl: Inicjalizacja bazy danych...
pt: A inicializar a base de dados...
ru_ru: Инициализация базы данных...
sv_se: Initierar databas...
th_th: กำลังเริ่มต้นฐานข้อมูล...
tr_tr: Veritabanı başlatılıyor...
uk_ua: Ініціалізація бази даних...
vi_vn: Đang khởi tạo cơ sở dữ liệu...
zh_cn: 初始化数据库中...
zh_mo: 初始化資料庫中...

# pleaseWaitForDatabaseInitializationToComplete
source: Please wait for database initialisation to complete.
ar: يرجى الانتظار حتى يكتمل تهيئة قاعدة البيانات.
da_dk: Vent venligst, mens databaseinitialiseringen fuldføres.
de: Bitte warten Sie, bis die Datenbankinitialisierung abgeschlossen ist.
el_gr: Παρακαλώ περιμένετε να ολοκληρωθεί η εκκίνηση της βάσης δεδομένων.
es: Espere a que se complete la inicialización de la base de datos.
fr: Veuillez attendre la fin de l'initialisation de la base de données.
he_il: אנא המתן לסיום אתחול מסד הנתונים.
id_id: Harap tunggu hingga inisialisasi basis data selesai.
it: Attendere il completamento dell'inizializzazione del database.
ja_jp: データベースの初期化が完了するまでお待ちください。
ko_kr: 데이터베이스 초기화가 완료될 때까지 기다려주세요.
ms_my: Sila tunggu sehingga pemulaan pangkalan data selesai.
my_mm: ဒေတာဘေ့စ်စတင်ခြင်းပြီးဆုံးသည်အထိစောင့်ဆိုင်းပါ။
nl_nl: Wacht tot de database-initialisatie is voltooid.
pl_pl: Proszę czekać na zakończenie inicjalizacji bazy danych.
pt: Aguarde a conclusão da inicialização da base de dados.
ru_ru: Пожалуйста, подождите, пока завершится инициализация базы данных.
sv_se: Vänta tills databasinitialiseringen är klar.
th_th: โปรดรอให้การเริ่มต้นฐานข้อมูลเสร็จสมบูรณ์
tr_tr: Lütfen veritabanı başlatmasının tamamlanmasını bekleyin.
uk_ua: Зачекайте, будь ласка, поки завершиться ініціалізація бази даних.
vi_vn: Vui lòng đợi quá trình khởi tạo cơ sở dữ liệu hoàn tất.
zh_cn: 请等待数据库初始化完成。
zh_mo: 請等待資料庫初始化完成。

source: Choose Your Language
ar: اختر لغتك
da_dk: Vælg dit sprog
de: Sprache auswählen
el_gr: Επιλέξτε τη γλώσσα σας
es: Elija su idioma
fr: Choisissez votre langue
he_il: בחר את השפה שלך
id_id: Pilih Bahasa Anda
it: Scegli la tua lingua
ja_jp: 言語を選択してください
ko_kr: 언어 선택
ms_my: Pilih Bahasa Anda
my_mm: သင်၏ဘာသာစကားကိုရွေးချယ်ပါ
nl_nl: Kies uw taal
pl_pl: Wybierz język
pt: Escolha o Seu Idioma
ru_ru: Выберите язык
sv_se: Välj ditt språk
th_th: เลือกภาษาของคุณ
tr_tr: Dilinizi Seçin
uk_ua: Виберіть свою мову
vi_vn: Chọn ngôn ngữ của bạn
zh_cn: 选择您的语言
zh_mo: 選擇你的語言

source: Enable Overlay Permission
ar: تمكين إذن التراكب
da_dk: Aktivér overlay-tilladelse
de: Overlay-Berechtigung aktivieren
el_gr: Ενεργοποίηση άδειας επικάλυψης
es: Habilitar permiso de superposición
fr: Activer l'autorisation de superposition
he_il: אפשר הרשאת שכבת-על
id_id: Aktifkan Izin Overlay
it: Abilita autorizzazione overlay
ja_jp: オーバーレイ権限を有効にする
ko_kr: 오버레이 권한 활성화
ms_my: Dayakan Kebenaran Tindihan
my_mm: Overlay Permission ကိုဖွင့်ပါ
nl_nl: Overlay-toestemming inschakelen
pl_pl: Włącz uprawnienia nakładki
pt: Ativar Permissão de Sobreposição
ru_ru: Включить разрешение на отображение поверх других приложений
sv_se: Aktivera överlagringsbehörighet
th_th: เปิดใช้งานการอนุญาตการซ้อนทับ
tr_tr: Yer Paylaşımı İznini Etkinleştir
uk_ua: Увімкнути дозвіл на накладання
vi_vn: Bật quyền lớp phủ
zh_cn: 启用覆盖权限
zh_mo: 啟用覆蓋權限

# thisPermissionIsRequiredForOurAppToDisplayImportant
source: This permission is required for our app to display important information on top of other apps.\n\n
ar: هذا الإذن مطلوب لتطبيقنا لعرض معلومات مهمة فوق التطبيقات الأخرى.\n\n
da_dk: Denne tilladelse er påkrævet for at vores app kan vise vigtige oplysninger oven på andre apps.\n\n
de: Diese Berechtigung ist erforderlich, damit unsere App wichtige Informationen über anderen Apps anzeigen kann.\n\n
el_gr: Αυτή η άδεια απαιτείται για να εμφανίζει η εφαρμογή μας σημαντικές πληροφορίες πάνω από άλλες εφαρμογές.\n\n
es: Este permiso es necesario para que nuestra aplicación muestre información importante sobre otras aplicaciones.\n\n
fr: Cette autorisation est requise pour que notre application puisse afficher des informations importantes par-dessus d'autres applications.\n\n
he_il: הרשאה זו נדרשת על מנת שהאפליקציה שלנו תציג מידע חשוב מעל אפליקציות אחרות.\n\n
id_id: Izin ini diperlukan agar aplikasi kami dapat menampilkan informasi penting di atas aplikasi lain.\n\n
it: Questa autorizzazione è necessaria affinché la nostra app visualizzi informazioni importanti sopra altre app.\n\n
ja_jp: この権限は、アプリが他のアプリの上に重要な情報を表示するために必要です。
ko_kr: 이 권한은 앱이 다른 앱 위에 중요한 정보를 표시하는 데 필요합니다.\n\n
ms_my: Kebenaran ini diperlukan untuk aplikasi kami memaparkan maklumat penting di atas aplikasi lain.\n\n
my_mm: ဤခွင့်ပြုချက်သည်ကျွန်ုပ်တို့၏အက်ပ်အားအခြားအက်ပ်များ၏ထိပ်တွင်အရေးကြီးသောအချက်အလက်များကိုပြသရန်လိုအပ်သည်။
nl_nl: Deze toestemming is vereist zodat onze app belangrijke informatie bovenop andere apps kan weergeven. \n\n
pl_pl: To uprawnienie jest wymagane, aby nasza aplikacja mogła wyświetlać ważne informacje na wierzchu innych aplikacji.\n\n
pt: Esta permissão é necessária para que a nossa aplicação exiba informações importantes sobre outras aplicações.\n\n
ru_ru: Это разрешение требуется для того, чтобы наше приложение отображало важную информацию поверх других приложений.\n\n
sv_se: Denna behörighet krävs för att vår app ska kunna visa viktig information ovanpå andra appar.\n\n
th_th: การอนุญาตนี้จำเป็นสำหรับแอปของเราในการแสดงข้อมูลสำคัญ поверх інших додатків.\n\n
tr_tr: Bu izin, uygulamamızın diğer uygulamaların üzerinde önemli bilgileri görüntülemesi için gereklidir.\n\n
uk_ua: Цей дозвіл необхідний для того, щоб наш додаток відображав важливу інформацію поверх інших додатків.\n\n
vi_vn: Quyền này là bắt buộc để ứng dụng của chúng tôi hiển thị thông tin quan trọng trên các ứng dụng khác. \n\n
zh_cn: 此权限对于我们的应用程序在其他应用程序之上显示重要信息是必需的。
zh_mo: 此權限是應用程式在其他應用程式之上顯示重要資訊所必需的。\n\n

# pleaseTapGrantPermissionAndAllowThePermissionInThe
source: Please tap "Grant Permission" and allow the permission in the next screen.
ar: الرجاء النقر فوق "منح الإذن" والسماح بالإذن في الشاشة التالية.
da_dk: Tryk venligst på "Giv tilladelse" og tillad tilladelsen på det næste skærmbillede.
de: Bitte tippen Sie auf "Berechtigung erteilen" und erlauben Sie die Berechtigung im nächsten Bildschirm.
el_gr: Πατήστε "Χορήγηση Άδειας" και επιτρέψτε την άδεια στην επόμενη οθόνη.
es: Pulse "Conceder permiso" y permita el permiso en la siguiente pantalla.
fr: Veuillez appuyer sur « Accorder l'autorisation » et autoriser l'autorisation dans l'écran suivant.
he_il: אנא הקש על "הענק הרשאה" ואפשר את ההרשאה במסך הבא.
id_id: Silakan ketuk "Berikan Izin" dan izinkan izin di layar berikutnya.
it: Tocca "Concedi autorizzazione" e consenti l'autorizzazione nella schermata successiva.
ja_jp: 「権限を付与」をタップし、次の画面で権限を許可してください。
ko_kr: "권한 부여"를 탭하고 다음 화면에서 권한을 허용하세요.
ms_my: Sila ketik "Berikan Kebenaran" dan benarkan kebenaran di skrin seterusnya.
my_mm: ကျေးဇူးပြု၍ "Grant Permission" ကိုနှိပ်ပြီးနောက်စခရင်တွင်ခွင့်ပြုချက်ကိုခွင့်ပြုပါ။
nl_nl: Tik op "Toestemming verlenen" en sta de toestemming toe in het volgende scherm.
pl_pl: Proszę dotknąć "Udziel uprawnienia" i zezwolić na uprawnienie na następnym ekranie.
pt: Toque em "Conceder Permissão" e permita a permissão no próximo ecrã.
ru_ru: Нажмите «Предоставить разрешение» и разрешите его на следующем экране.
sv_se: Tryck på "Ge behörighet" och tillåt behörigheten på nästa skärm.
th_th: โปรดแตะ "ให้สิทธิ์" และอนุญาตการอนุญาตในหน้าจอถัดไป
tr_tr: Lütfen "İzin Ver"e dokunun ve bir sonraki ekranda izne izin verin.
uk_ua: Натисніть «Надати дозвіл» та дозвольте дозвіл на наступному екрані.
vi_vn: Vui lòng nhấn "Cấp quyền" và cho phép quyền trong màn hình tiếp theo.
zh_cn: 请点击“授予权限”，并在下一个屏幕中允许该权限。
zh_mo: 請點擊“授予權限”，並在下一螢幕中允許該權限。

source: You have enabled the permission.
ar: لقد قمت بتمكين الإذن.
da_dk: Du har aktiveret tilladelsen.
de: Sie haben die Berechtigung aktiviert.
el_gr: Έχετε ενεργοποιήσει την άδεια.
es: Ha habilitado el permiso.
fr: Vous avez activé l'autorisation.
he_il: הפעלת את ההרשאה.
id_id: Anda telah mengaktifkan izin.
it: Hai abilitato l'autorizzazione.
ja_jp: 権限を有効にしました。
ko_kr: 권한을 활성화했습니다.
ms_my: Anda telah mendayakan kebenaran.
my_mm: သင်သည်ခွင့်ပြုချက်ကိုဖွင့်ပြီးပါပြီ။
nl_nl: U heeft de toestemming ingeschakeld.
pl_pl: Włączyłeś uprawnienie.
pt: Ativou a permissão.
ru_ru: Вы включили разрешение.
sv_se: Du har aktiverat behörigheten.
th_th: คุณได้เปิดใช้งานการอนุญาตแล้ว
tr_tr: İzni etkinleştirdiniz.
uk_ua: Ви ввімкнули дозвіл.
vi_vn: Bạn đã bật quyền.
zh_cn: 您已启用该权限。
zh_mo: 您已啟用該權限。

# overlayPermissionNotGrantedWhichMayAffectTheCallerId
source: Overlay permission not granted, which may affect the caller ID display function. You can enable the permission in the app settings.
ar: لم يتم منح إذن التراكب، مما قد يؤثر على وظيفة عرض معرف المتصل. يمكنك تمكين الإذن في إعدادات التطبيق.
da_dk: Overlay-tilladelse ikke givet, hvilket kan påvirke opkalds-ID-visningsfunktionen. Du kan aktivere tilladelsen i appindstillingerne.
de: Die Overlay-Berechtigung wurde nicht erteilt, was die Anzeigefunktion der Anrufer-ID beeinträchtigen kann. Sie können die Berechtigung in den App-Einstellungen aktivieren.
el_gr: Η άδεια επικάλυψης δεν χορηγήθηκε, γεγονός που μπορεί να επηρεάσει τη λειτουργία εμφάνισης ID καλούντος. Μπορείτε να ενεργοποιήσετε την άδεια στις ρυθμίσεις της εφαρμογής.
es: No se ha concedido el permiso de superposición, lo que puede afectar a la función de visualización del identificador de llamadas. Puede habilitar el permiso en la configuración de la aplicación.
fr: L'autorisation de superposition n'a pas été accordée, ce qui peut affecter la fonction d'affichage de l'identification de l'appelant. Vous pouvez activer l'autorisation dans les paramètres de l'application.
he_il: הרשאת שכבת-על לא ניתנה, מה שעשוי להשפיע על פונקציית תצוגת זיהוי המתקשר. ניתן להפעיל את ההרשאה בהגדרות האפליקציה.
id_id: Izin overlay tidak diberikan, yang dapat memengaruhi fungsi tampilan ID penelepon. Anda dapat mengaktifkan izin di pengaturan aplikasi.
it: Autorizzazione overlay non concessa, il che potrebbe influire sulla funzione di visualizzazione dell'ID chiamante. È possibile abilitare l'autorizzazione nelle impostazioni dell'app.
ja_jp: オーバーレイ権限が付与されていません。これは、発信者番号の機能に影響を与える可能性があります。アプリの設定でこの権限を有効にできます。
ko_kr: 오버레이 권한이 부여되지 않아 발신자 ID 표시 기능에 영향을 줄 수 있습니다. 앱 설정에서 권한을 활성화할 수 있습니다.
ms_my: Kebenaran tindihan tidak diberikan, yang mungkin menjejaskan fungsi paparan ID pemanggil. Anda boleh mendayakan kebenaran dalam tetapan aplikasi.
my_mm: Overlay permission ကိုမခွင့်ပြုထားသောကြောင့်ဖုန်းခေါ်ဆိုသူ ID ပြသမှုလုပ်ဆောင်ချက်ကိုအကျိုးသက်ရောက်နိုင်သည်။ သင်သည်အက်ပ်ဆက်တင်များတွင်ခွင့်ပြုချက်ကိုဖွင့်နိုင်သည်။
nl_nl: Overlay-toestemming niet verleend, wat de weergavefunctie van de beller-ID kan beïnvloeden. U kunt de toestemming inschakelen in de app-instellingen.
pl_pl: Uprawnienia nakładki nie zostały udzielone, co może wpłynąć na funkcję wyświetlania identyfikacji rozmówcy. Możesz włączyć uprawnienie w ustawieniach aplikacji.
pt: Permissão de sobreposição não concedida, o que pode afetar a função de exibição do ID de chamadas. Pode ativar a permissão nas definições da aplicação.
ru_ru: Разрешение наложения не предоставлено, что может повлиять на функцию отображения идентификатора вызывающего абонента. Вы можете включить разрешение в настройках приложения.
sv_se: Överlagringbehörighet beviljades inte, vilket kan påverka uppringnings-ID-visningsfunktionen. Du kan aktivera behörigheten i appinställningarna.
th_th: ไม่ได้รับอนุญาตการซ้อนทับ ซึ่งอาจส่งผลต่อฟังก์ชันการแสดง ID ผู้โทร คุณสามารถเปิดใช้งานการอนุญาตได้ในการตั้งค่าแอป
tr_tr: Yer paylaşımı izni verilmedi, bu durum arayan kimliği görüntüleme işlevini etkileyebilir. Uygulama ayarlarından izni etkinleştirebilirsiniz.
uk_ua: Дозвіл на накладання не надано, що може вплинути на функцію відображення ідентифікатора абонента. Ви можете ввімкнути дозвіл у налаштуваннях програми.
vi_vn: Quyền lớp phủ không được cấp, điều này có thể ảnh hưởng đến chức năng hiển thị ID người gọi. Bạn có thể bật quyền trong cài đặt ứng dụng.
zh_cn: 未授予浮动窗口权限，这可能会影响来电显示功能。您可以在应用设置中启用此权限。
zh_mo: 未授予覆蓋權限，這可能會影響來電顯示功能。您可以在應用程式設定中啟用該權限。

source: Grant Permission
ar: منح الإذن
da_dk: Giv tilladelse
de: Berechtigung erteilen
el_gr: Χορήγηση Άδειας
es: Conceder permiso
fr: Accorder l'autorisation
he_il: הענק הרשאה
id_id: Berikan Izin
it: Concedi autorizzazione
ja_jp: 権限を付与
ko_kr: 권한 부여
ms_my: Berikan Kebenaran
my_mm: ခွင့်ပြုချက်ပေးပါ
nl_nl: Toestemming verlenen
pl_pl: Udziel uprawnienia
pt: Conceder Permissão
ru_ru: Предоставить разрешение
sv_se: Ge behörighet
th_th: ให้สิทธิ์
tr_tr: İzin Ver
uk_ua: Надати дозвіл
vi_vn: Cấp quyền
zh_cn: 授予权限
zh_mo: 授予權限
