Repository: haygcao/yourcallyourruletranslation
Catalog: l10n/intl_*.arb
Languages: ar, da_dk, de, el_gr, es, fr, he_il, id_id, it, ja_jp, ko_kr, ms_my, my_mm, nl_nl, pl_pl, pt, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_mo

source: Disable This App To Show Caller ID
ar: تعطيل هذا التطبيق لعرض معرف المتصل
da_dk: Deaktiver denne app at vise opkalds-ID
de: Dieser App die Anzeige der Anrufer-ID verbieten
el_gr: Να μην επιτρέπεται σε αυτήν την εφαρμογή να εμφανίζει ID καλούντος
es: Deshabilitar que esta aplicación muestre el identificador de llamadas
fr: Désactiver cette application pour afficher l'identification de l'appelant
he_il: השבת לאפליקציה זו להציג זיהוי מתקשר
id_id: Nonaktifkan Aplikasi Ini Menampilkan ID Penelepon
it: Impedisci a questa app di mostrare l'ID chiamante
ja_jp: このアプリに発信者番号の表示を許可しない
ko_kr: 이 앱이 발신자 ID를 표시하지 못하도록 비활성화
ms_my: Lumpuhkan Aplikasi Ini Menunjukkan ID Pemanggil
my_mm: ဤအက်ပ်အား Caller ID ပြသရန်ပိတ်ပါ
nl_nl: Deze app uitschakelen om beller-ID weer te geven
pl_pl: Nie zezwalaj tej aplikacji na wyświetlanie identyfikacji rozmówcy
pt: Impedir que Esta Aplicação Mostre o ID de Chamadas
ru_ru: Запретить этому приложению отображать АОН
sv_se: Inaktivera den här appen att visa uppringnings-ID
th_th: ปิดใช้งานแอปนี้ไม่ให้แสดง ID ผู้โทร
tr_tr: Bu Uygulamanın Arayan Kimliğini Göstermesini Devre Dışı Bırak
uk_ua: Заборонити цій програмі відображати ідентифікатор абонента
vi_vn: Tắt ứng dụng này hiển thị ID người gọi
zh_cn: 禁用此应用显示来电显示
zh_mo: 禁用此應用程式顯示來電顯示

source: Error getting permission status
ar: خطأ في الحصول على حالة الإذن
da_dk: Fejl ved hentning af tilladelsesstatus
de: Fehler beim Abrufen des Berechtigungsstatus
el_gr: Σφάλμα κατά την ανάκτηση κατάστασης άδειας
es: Error al obtener el estado del permiso
fr: Erreur lors de l'obtention du statut de l'autorisation
he_il: שגיאה בקבלת סטטוס הרשאה
id_id: Kesalahan mendapatkan status izin
it: Errore durante il recupero dello stato dell'autorizzazione
ja_jp: 権限ステータスの取得エラー
ko_kr: 권한 상태를 가져오는 중 오류 발생
ms_my: Ralat mendapatkan status kebenaran
my_mm: ခွင့်ပြုချက်အခြေအနေရယူရာတွင်အမှားအယွင်းရှိနေပါသည်။
nl_nl: Fout bij het ophalen van de toestemmingsstatus
pl_pl: Błąd pobierania statusu uprawnień
pt: Erro ao obter o estado da permissão
ru_ru: Ошибка получения статуса разрешения
sv_se: Fel vid hämtning av behörighetsstatus
th_th: ข้อผิดพลาดในการรับสถานะการอนุญาต
tr_tr: İzin durumunu alırken hata oluştu
uk_ua: Помилка отримання статусу дозволу
vi_vn: Lỗi khi nhận trạng thái quyền
zh_cn: 获取权限状态错误
zh_mo: 獲取權限狀態時出錯

source: Disable Permission
ar: تعطيل الإذن
da_dk: Deaktiver tilladelse
de: Berechtigung deaktivieren
el_gr: Απενεργοποίηση άδειας
es: Deshabilitar permiso
fr: Désactiver l'autorisation
he_il: השבת הרשאה
id_id: Nonaktifkan Izin
it: Disabilita autorizzazione
ja_jp: 権限を無効にする
ko_kr: 권한 비활성화
ms_my: Lumpuhkan Kebenaran
my_mm: ခွင့်ပြုချက်ကိုပိတ်ပါ
nl_nl: Toestemming uitschakelen
pl_pl: Wyłącz uprawnienie
pt: Desativar Permissão
ru_ru: Отключить разрешение
sv_se: Inaktivera behörighet
th_th: ปิดใช้งานการอนุญาต
tr_tr: İzni Devre Dışı Bırak
uk_ua: Вимкнути дозвіл
vi_vn: Tắt quyền
zh_cn: 禁用权限
zh_mo: 禁用權限

source: Permissions
ar: الأذونات
da_dk: Tilladelser
de: Berechtigungen
el_gr: Άδειες
es: Permisos
fr: Autorisations
he_il: הרשאות
id_id: Izin
it: Autorizzazioni
ja_jp: 権限
ko_kr: 권한
ms_my: Kebenaran
my_mm: ခွင့်ပြုချက်များ
nl_nl: Toestemmingen
pl_pl: Uprawnienia
pt: Permissões
ru_ru: Разрешения
sv_se: Behörigheter
th_th: การอนุญาต
tr_tr: İzinler
uk_ua: Дозволи
vi_vn: Quyền
zh_cn: 权限
zh_mo: 權限

source: Call Log
ar: سجل المكالمات
da_dk: Opkaldslog
de: Anrufprotokoll
el_gr: Ιστορικό κλήσεων
es: Registro de llamadas
fr: Journal des appels
he_il: יומן שיחות
id_id: Log Panggilan
it: Registro chiamate
ja_jp: 通話履歴
ko_kr: 통화 기록
ms_my: Log Panggilan
my_mm: ဖုန်းခေါ်ဆိုမှုမှတ်တမ်း
nl_nl: Oproeplogboek
pl_pl: Dziennik połączeń
pt: Registo de Chamadas
ru_ru: Журнал вызовов
sv_se: Samtalslogg
th_th: บันทึกการโทร
tr_tr: Çağrı Geçmişi
uk_ua: Журнал дзвінків
vi_vn: Nhật ký cuộc gọi
zh_cn: 通话记录
zh_mo: 通話記錄

source: Notifications
ar: الإشعارات
da_dk: Notifikationer
de: Benachrichtigungen
el_gr: Ειδοποιήσεις
es: Notificaciones
he_il: התראות
id_id: Notifikasi
it: Notifiche
ja_jp: 通知
ko_kr: 알림
ms_my: Pemberitahuan
my_mm: အကြောင်းကြားချက်များ
nl_nl: Meldingen
pl_pl: Powiadomienia
pt: Notificações
ru_ru: Уведомления
sv_se: Meddelanden
th_th: การแจ้งเตือน
tr_tr: Bildirimler
uk_ua: Сповіщення
vi_vn: Thông báo
zh_cn: 通知
zh_mo: 通知

source: Overlay
ar: التراكب
el_gr: Επικάλυψη
es: Superposición
fr: Superposition
he_il: שכבת-על
ja_jp: オーバーレイ
ko_kr: 오버레이
ms_my: Tindihan
pl_pl: Nakładka
pt: Sobreposição
ru_ru: Отображение поверх других приложений
sv_se: Överlagring
th_th: การซ้อนทับ
tr_tr: Yer Paylaşımı
uk_ua: Накладання
vi_vn: Lớp phủ
zh_cn: 浮动窗口
zh_mo: 覆蓋

source: SMS
ar: رسائل قصيرة
zh_cn: 短信
zh_mo: 短訊

source: Storage
ar: التخزين
da_dk: Lagerplads
de: Speicher
el_gr: Αποθήκευση
es: Almacenamiento
fr: Stockage
he_il: אחסון
id_id: Penyimpanan
it: Archiviazione
ja_jp: ストレージ
ko_kr: 저장용량
ms_my: Storan
my_mm: သိုလှောင်မှု
nl_nl: Opslag
pl_pl: Pamięć
pt: Armazenamento
ru_ru: Хранилище
sv_se: Lagring
th_th: ที่เก็บข้อมูล
tr_tr: Depolama
uk_ua: Сховище
vi_vn: Lưu trữ
zh_cn: 储存空间
zh_mo: 儲存空間

# batteryOptimization
source: Battery Optimisation
ar: تحسين البطارية
da_dk: Batterioptimering
de: Batterieoptimierung
el_gr: Βελτιστοποίηση μπαταρίας
es: Optimización de la batería
fr: Optimisation de la batterie
he_il: מיטוב סוללה
id_id: Optimasi Baterai
it: Ottimizzazione batteria
ja_jp: バッテリーの最適化
ko_kr: 배터리 최적화
ms_my: Pengoptimuman Bateri
my_mm: ဘက်ထရီအကောင်းဆုံးဖြစ်အောင်လုပ်ဆောင်ခြင်း
nl_nl: Batterijoptimalisatie
pl_pl: Optymalizacja baterii
pt: Otimização da Bateria
ru_ru: Оптимизация батареи
sv_se: Batterioptimering
th_th: การเพิ่มประสิทธิภาพแบตเตอรี่
tr_tr: Pil Optimizasyonu
uk_ua: Оптимізація батареї
vi_vn: Tối ưu hóa pin
zh_cn: 电池优化
zh_mo: 電池優化

# youNeedToManuallyDisableThePermissionnamePermissionInThe
source: You need to manually disable the {permissionName} permission in the app settings.
ar: يجب عليك تعطيل إذن {permissionName} يدويًا في إعدادات التطبيق.
da_dk: Du skal manuelt deaktivere {permissionName} tilladelsen i appindstillingerne.
de: Sie müssen die Berechtigung {permissionName} manuell in den App-Einstellungen deaktivieren.
el_gr: Πρέπει να απενεργοποιήσετε χειροκίνητα την άδεια {permissionName} στις ρυθμίσεις της εφαρμογής.
es: Debe deshabilitar manualmente el permiso {permissionName} en la configuración de la aplicación.
fr: Vous devez désactiver manuellement l'autorisation {permissionName} dans les paramètres de l'application.
he_il: עליך להשבית ידנית את הרשאת {permissionName} בהגדרות האפליקציה.
id_id: Anda perlu menonaktifkan izin {permissionName} secara manual di pengaturan aplikasi.
it: È necessario disabilitare manualmente l'autorizzazione {permissionName} nelle impostazioni dell'app.
ja_jp: アプリの設定で{permissionName}権限を手動で無効にする必要があります。
ko_kr: 앱 설정에서 {permissionName} 권한을 수동으로 비활성화해야 합니다.
ms_my: Anda perlu melumpuhkan kebenaran {permissionName} secara manual dalam tetapan aplikasi.
my_mm: အက်ပ်ဆက်တင်များတွင် {permissionName} ခွင့်ပြုချက်ကိုကိုယ်တိုင်ပိတ်ရန်လိုအပ်သည်။
nl_nl: U moet de {permissionName}-toestemming handmatig uitschakelen in de app-instellingen.
pl_pl: Musisz ręcznie wyłączyć uprawnienie {permissionName} w ustawieniach aplikacji.
pt: Precisa de desativar manualmente a permissão {permissionName} nas definições da aplicação.
ru_ru: Вам нужно вручную отключить разрешение {permissionName} в настройках приложения.
sv_se: Du måste manuellt inaktivera {permissionName}-behörigheten i appinställningarna.
th_th: คุณต้องปิดใช้งานการอนุญาต {permissionName} ด้วยตนเองในการตั้งค่าแอป
tr_tr: Uygulama ayarlarından {permissionName} iznini manuel olarak devre dışı bırakmanız gerekir.
uk_ua: Вам потрібно вручну вимкнути дозвіл {permissionName} у налаштуваннях програми.
vi_vn: Bạn cần tắt thủ công quyền {permissionName} trong cài đặt ứng dụng.
zh_cn: 您需要在应用设置中手动禁用 {permissionName} 权限。
zh_mo: 您需要在應用程式設定中手動禁用 {permissionName} 權限。

source: You need to manually disable the
ar: يجب عليك تعطيل
da_dk: Du skal manuelt deaktivere
de: Sie müssen die
el_gr: Πρέπει να απενεργοποιήσετε χειροκίνητα την
es: Debe deshabilitar manualmente el
fr: Vous devez désactiver manuellement
he_il: עליך להשבית ידנית את
id_id: Anda perlu menonaktifkan secara manual
it: È necessario disabilitare manualmente
ja_jp: 手動で無効にする必要があります
ko_kr: 수동으로 비활성화해야 합니다.
ms_my: Anda perlu melumpuhkan secara manual
my_mm: ကိုယ်တိုင်ပိတ်ရန်လိုအပ်သည်
nl_nl: U moet de
pl_pl: Musisz ręcznie wyłączyć
pt: Precisa de desativar manualmente a
ru_ru: Вам нужно вручную отключить
sv_se: Du måste manuellt inaktivera
th_th: คุณต้องปิดใช้งาน
tr_tr: Manuel olarak devre dışı bırakmanız gerekir
uk_ua: Вам потрібно вручну вимкнути
vi_vn: Bạn cần tắt thủ công
zh_cn: 您需要手动禁用
zh_mo: 您需要手動禁用

source: permission in the app settings.
ar: يدويًا في إعدادات التطبيق.
da_dk: tilladelsen i appindstillingerne.
de: Berechtigung in den App-Einstellungen manuell deaktivieren.
el_gr: άδεια στις ρυθμίσεις της εφαρμογής.
es: permiso en la configuración de la aplicación.
fr: l'autorisation dans les paramètres de l'application.
he_il: ההרשאה בהגדרות האפליקציה.
id_id: izin di pengaturan aplikasi.
it: l'autorizzazione nelle impostazioni dell'app.
ja_jp: アプリの設定の権限。
ko_kr: 앱 설정에서 권한을 비활성화해야 합니다.
ms_my: kebenaran dalam tetapan aplikasi.
my_mm: အက်ပ်ဆက်တင်များတွင်ခွင့်ပြုချက်
nl_nl: toestemming handmatig uitschakelen in de app-instellingen.
pl_pl: uprawnienie w ustawieniach aplikacji.
pt: permissão nas definições da aplicação.
ru_ru: разрешение в настройках приложения.
sv_se: behörigheten i appinställningarna.
th_th: การอนุญาตในการตั้งค่าแอป
tr_tr: uygulama ayarlarındaki izin.
uk_ua: дозвіл у налаштуваннях програми.
vi_vn: quyền trong cài đặt ứng dụng.
zh_cn: 应用设置中的权限。
zh_mo: 在應用程式設定中的權限。

# permissionInAppSetting
source: :You need to manually disable the permission in the app settings.
ar: :يجب عليك تعطيل الإذن يدويًا في إعدادات التطبيق.
da_dk: :Du skal manuelt deaktivere tilladelsen i appindstillingerne.
de: :Sie müssen die Berechtigung manuell in den App-Einstellungen deaktivieren.
el_gr: :Πρέπει να απενεργοποιήσετε χειροκίνητα την άδεια στις ρυθμίσεις της εφαρμογής.
es: :Debe deshabilitar manualmente el permiso en la configuración de la aplicación.
fr: : Vous devez désactiver manuellement l'autorisation dans les paramètres de l'application.
he_il: :עליך להשבית ידנית את ההרשאה בהגדרות האפליקציה.
id_id: :Anda perlu menonaktifkan izin secara manual di pengaturan aplikasi.
it: :È necessario disabilitare manualmente l'autorizzazione nelle impostazioni dell'app.
ja_jp: ：アプリの設定で権限を手動で無効にする必要があります。
ko_kr: :앱 설정에서 권한을 수동으로 비활성화해야 합니다.
ms_my: :Anda perlu melumpuhkan kebenaran secara manual dalam tetapan aplikasi.
my_mm: : အက်ပ်ဆက်တင်များတွင်ခွင့်ပြုချက်ကိုကိုယ်တိုင်ပိတ်ရန်လိုအပ်သည်။
nl_nl: :U moet de toestemming handmatig uitschakelen in de app-instellingen.
pl_pl: :Musisz ręcznie wyłączyć uprawnienie w ustawieniach aplikacji.
pt: :Precisa de desativar manualmente a permissão nas definições da aplicação.
ru_ru: :Вам нужно вручную отключить разрешение в настройках приложения.
sv_se: :Du måste manuellt inaktivera behörigheten i appinställningarna.
th_th: :คุณต้องปิดใช้งานการอนุญาตในการตั้งค่าแอป
tr_tr: :Uygulama ayarlarındaki izni manuel olarak devre dışı bırakmanız gerekir.
uk_ua: :Вам потрібно вручну вимкнути дозвіл у налаштуваннях програми.
vi_vn: :Bạn cần tắt thủ công quyền trong cài đặt ứng dụng.
zh_cn: :您需要在应用设置中手动禁用权限。
zh_mo: ：您需要在應用程式設定中手動禁用該權限。

source: Permission Denied
ar: تم رفض الإذن
da_dk: Tilladelse nægtet
de: Berechtigung verweigert
el_gr: Άδεια Απαγορεύτηκε
es: Permiso denegado
fr: Autorisation refusée
he_il: הרשאה נדחתה
id_id: Izin Ditolak
it: Autorizzazione negata
ja_jp: 権限が拒否されました
ko_kr: 권한 거부됨
ms_my: Kebenaran Ditolak
my_mm: ခွင့်ပြုချက်ကိုငြင်းပယ်ပါ
nl_nl: Toestemming geweigerd
pl_pl: Uprawnienie odrzucone
pt: Permissão Negada
ru_ru: Разрешение отклонено
sv_se: Behörighet nekad
th_th: ปฏิเสธการอนุญาต
tr_tr: İzin Reddedildi
uk_ua: Дозвіл відхилено
vi_vn: Quyền bị từ chối
zh_cn: 权限被拒绝
zh_mo: 權限被拒絕

source: Dark
ar: داكن
da_dk: Mørk
de: Dunkel
el_gr: Σκούρο
es: Oscuro
fr: Sombre
he_il: כהה
id_id: Gelap
it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
ms_my: Gelap
my_mm: မှောင်
nl_nl: Donker
pl_pl: Ciemny
pt: Escuro
ru_ru: Темный
sv_se: Mörk
th_th: มืด
tr_tr: Karanlık
uk_ua: Темний
vi_vn: Tối
zh_cn: 深色
zh_mo: 深色

source: Light
ar: فاتح
da_dk: Lys
de: Hell
el_gr: Ανοιχτό
es: Claro
fr: Clair
he_il: בהיר
id_id: Terang
it: Chiaro
ja_jp: ライト
ko_kr: 밝게
ms_my: Cerah
my_mm: လင်း
nl_nl: Licht
pl_pl: Jasny
pt: Claro
ru_ru: Светлый
sv_se: Ljus
th_th: สว่าง
tr_tr: Aydınlık
uk_ua: Світлий
vi_vn: Sáng
zh_cn: 浅色
zh_mo: 淺色

source: System
ar: النظام
el_gr: Σύστημα
es: Sistema
fr: Système
he_il: מערכת
id_id: Sistem
it: Sistema
ja_jp: システム
ko_kr: 시스템
ms_my: Sistem
my_mm: စနစ်
nl_nl: Systeem
pl_pl: Systemowy
pt: Sistema
ru_ru: Системный
th_th: ระบบ
tr_tr: Sistem
uk_ua: Системний
vi_vn: Hệ thống
zh_cn: 系统
zh_mo: 系統

source: Enable dark mode based on time
ar: تمكين الوضع الداكن بناءً على الوقت
da_dk: Aktivér mørk tilstand baseret på tid
de: Dunkelmodus basierend auf der Uhrzeit aktivieren
el_gr: Ενεργοποίηση σκοτεινής λειτουργίας βάσει ώρας
es: Habilitar el modo oscuro según la hora
fr: Activer le mode sombre en fonction de l'heure
he_il: הפעל מצב כהה בהתבסס על זמן
id_id: Aktifkan mode gelap berdasarkan waktu
it: Abilita la modalità scura in base all'ora
ja_jp: 時間に基づいてダークモードを有効にする
ko_kr: 시간 기반 다크 모드 활성화
ms_my: Dayakan mod gelap berdasarkan masa
my_mm: အချိန်ပေါ် မူတည်၍ မှောင်မိုက်မုဒ်ကိုဖွင့်ပါ
nl_nl: Donkere modus inschakelen op basis van tijd
pl_pl: Włącz tryb ciemny w oparciu o czas
pt: Ativar modo escuro com base na hora
ru_ru: Включить темный режим в зависимости от времени
sv_se: Aktivera mörkt läge baserat på tid
th_th: เปิดใช้งานโหมดมืดตามเวลา
tr_tr: Zamana göre karanlık modu etkinleştir
uk_ua: Увімкнути темний режим на основі часу
vi_vn: Bật chế độ tối dựa trên thời gian
zh_cn: 基于时间启用深色模式
zh_mo: 根據時間啟用深色模式

source: Dark Mode
ar: الوضع الداكن
da_dk: Mørk tilstand
de: Dunkelmodus
el_gr: Σκοτεινή Λειτουργία
es: Modo oscuro
fr: Mode sombre
he_il: מצב כהה
id_id: Mode Gelap
it: Modalità scura
ja_jp: ダークモード
ko_kr: 다크 모드
ms_my: Mod Gelap
my_mm: မှောင်မိုက်မုဒ်
nl_nl: Donkere modus
pl_pl: Tryb ciemny
pt: Modo Escuro
ru_ru: Темный режим
sv_se: Mörkt läge
th_th: โหมดมืด
tr_tr: Karanlık Mod
uk_ua: Темний режим
vi_vn: Chế độ tối
zh_cn: 黑夜模式
zh_mo: 深色模式

source: permission was not granted.
ar: لم يتم منح الإذن.
da_dk: tilladelse blev ikke givet.
de: Berechtigung wurde nicht erteilt.
el_gr: η άδεια δεν χορηγήθηκε.
es: no se concedió el permiso.
fr: L'autorisation n'a pas été accordée.
he_il: ההרשאה לא ניתנה.
id_id: izin tidak diberikan.
it: l'autorizzazione non è stata concessa.
ja_jp: 権限が付与されませんでした。
ko_kr: 권한이 부여되지 않았습니다.
ms_my: kebenaran tidak diberikan.
my_mm: ခွင့်ပြုချက်ကိုမပေးခဲ့ပါ။
nl_nl: toestemming is niet verleend.
pl_pl: uprawnienie nie zostało udzielone.
pt: a permissão não foi concedida.
ru_ru: разрешение не было предоставлено.
sv_se: behörighet beviljades inte.
th_th: ไม่ได้รับอนุญาต
tr_tr: izin verilmedi.
uk_ua: дозвіл не було надано.
vi_vn: quyền đã không được cấp.
zh_cn: 权限未被允许。
zh_mo: 權限未被授予。

source: Edit Avatar
ar: تحرير الصورة الرمزية
da_dk: Rediger avatar
de: Avatar bearbeiten
el_gr: Επεξεργασία Avatar
es: Editar avatar
fr: Modifier l'avatar
he_il: ערוך אווטאר
it: Modifica avatar
ja_jp: アバターを編集
ko_kr: 아바타 편집
my_mm: Avatar ကိုပြင်ဆင်ပါ
nl_nl: Avatar bewerken
pl_pl: Edytuj awatar
pt: Editar Avatar
ru_ru: Редактировать аватар
sv_se: Redigera avatar
th_th: แก้ไขรูปประจำตัว
tr_tr: Avatarı Düzenle
uk_ua: Редагувати аватар
vi_vn: Chỉnh sửa Avatar
zh_cn: 编辑头像
zh_mo: 編輯頭像

source: No image selected
ar: لم يتم تحديد صورة
da_dk: Ingen billede valgt
de: Kein Bild ausgewählt
el_gr: Δεν έχει επιλεγεί εικόνα
es: No se ha seleccionado ninguna imagen
fr: Aucune image sélectionnée
he_il: לא נבחרה תמונה
id_id: Tidak ada gambar yang dipilih
it: Nessuna immagine selezionata
ja_jp: 画像が選択されていません
ko_kr: 이미지가 선택되지 않았습니다
ms_my: Tiada imej dipilih
my_mm: ပုံကိုမရွေးချယ်ရသေးပါ
nl_nl: Geen afbeelding geselecteerd
pl_pl: Nie wybrano obrazu
pt: Nenhuma imagem selecionada
ru_ru: Изображение не выбрано
sv_se: Ingen bild vald
th_th: ไม่ได้เลือกภาพ
tr_tr: Resim seçilmedi
uk_ua: Зображення не вибрано
vi_vn: Không có hình ảnh nào được chọn
zh_cn: 尚未选择图像
zh_mo: 未選擇圖片

source: Choose from Gallery
ar: اختيار من المعرض
da_dk: Vælg fra galleri
de: Aus Galerie auswählen
el_gr: Επιλογή από Συλλογή
es: Elegir de la galería
fr: Choisir dans la galerie
he_il: בחר מגלריה
id_id: Pilih dari Galeri
it: Scegli dalla galleria
ja_jp: ギャラリーから選択
ko_kr: 갤러리에서 선택
ms_my: Pilih dari Galeri
my_mm: ပြခန်းမှရွေးချယ်ပါ
nl_nl: Kiezen uit galerij
pl_pl: Wybierz z galerii
pt: Escolher da Galeria
ru_ru: Выбрать из галереи
sv_se: Välj från galleriet
th_th: เลือกจากแกลเลอรี
tr_tr: Galeriden Seç
uk_ua: Вибрати з галереї
vi_vn: Chọn từ thư viện
zh_cn: 从图库选择
zh_mo: 從圖庫中選擇

source: Use Network Image
ar: استخدام صورة الشبكة
da_dk: Brug netværksbillede
de: Netzwerkbild verwenden
el_gr: Χρήση Εικόνας Δικτύου
es: Usar imagen de red
fr: Utiliser une image réseau
he_il: השתמש בתמונת רשת
id_id: Gunakan Gambar Jaringan
it: Usa immagine di rete
ja_jp: ネットワーク画像を使用
ko_kr: 네트워크 이미지 사용
ms_my: Gunakan Imej Rangkaian
my_mm: Network Image ကိုအသုံးပြုပါ
nl_nl: Netwerkafbeelding gebruiken
pl_pl: Użyj obrazu z sieci
pt: Usar Imagem da Rede
ru_ru: Использовать сетевое изображение
sv_se: Använd nätverksbild
th_th: ใช้ภาพเครือข่าย
tr_tr: Ağ Resmi Kullan
uk_ua: Використовувати зображення з мережі
vi_vn: Sử dụng hình ảnh mạng
zh_cn: 使用网络图像
zh_mo: 使用網絡圖片

source: Enter Image URL
ar: أدخل عنوان URL للصورة
da_dk: Indtast billed-URL
de: Bild-URL eingeben
el_gr: Εισαγάγετε URL εικόνας
es: Introducir URL de la imagen
fr: Saisir l'URL de l'image
he_il: הזן כתובת URL של תמונה
id_id: Masukkan URL Gambar
it: Inserisci URL immagine
ja_jp: 画像のURLを入力
ko_kr: 이미지 URL 입력
ms_my: Masukkan URL Imej
my_mm: Image URL ကိုရိုက်ထည့်ပါ
nl_nl: Afbeeldings-URL invoeren
pl_pl: Wprowadź adres URL obrazu
pt: Introduza o URL da Imagem
ru_ru: Введите URL изображения
sv_se: Ange bildadress
th_th: ป้อน URL ภาพ
tr_tr: Resim URL'sini Girin
uk_ua: Введіть URL-адресу зображення
vi_vn: Nhập URL hình ảnh
zh_cn: 输入图像 URL
zh_mo: 輸入圖片網址

source: Crop Avatar
ar: قص الصورة الرمزية
da_dk: Beskær avatar
de: Avatar zuschneiden
el_gr: Κοπή Avatar
es: Recortar avatar
fr: Recadrer l'avatar
he_il: חתוך אווטאר
id_id: Pangkas Avatar
it: Ritaglia avatar
ja_jp: アバターをトリミング
ko_kr: 아바타 자르기
ms_my: Potong Avatar
my_mm: Avatar ကိုဖြတ်ပါ
nl_nl: Avatar bijsnijden
pl_pl: Przytnij awatar
pt: Recortar Avatar
ru_ru: Обрезать аватар
sv_se: Beskär avatar
th_th: ครอบตัดรูปประจำตัว
tr_tr: Avatarı Kırp
uk_ua: Обрізати аватар
vi_vn: Cắt Avatar
zh_cn: 裁剪头像
zh_mo: 裁剪頭像

source: Error
ar: خطأ
da_dk: Fejl
de: Fehler
el_gr: Σφάλμα
fr: Erreur
he_il: שגיאה
id_id: Kesalahan
it: Errore
ja_jp: エラー
ko_kr: 오류
ms_my: Ralat
my_mm: အမှား
nl_nl: Fout
pl_pl: Błąd
pt: Erro
ru_ru: Ошибка
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_mo: 錯誤

source: Select a label:
ar: حدد علامة:
da_dk: Vælg en etiket:
de: Wähle ein Etikett aus:
el_gr: Επιλέξτε μια ετικέτα:
es: Seleccionar una etiqueta:
fr: Sélectionner une étiquette :
he_il: בחר תווית:
id_id: Pilih label:
it: Seleziona un'etichetta:
ja_jp: ラベルを選択：
ko_kr: 레이블 선택:
ms_my: Pilih label:
my_mm: တံဆိပ်တစ်ခုကိုရွေးချယ်ပါ :
nl_nl: Selecteer een label:
pl_pl: Wybierz etykietę:
pt: Selecione uma etiqueta:
ru_ru: Выберите метку:
sv_se: Välj en etikett:
th_th: เลือกป้ายกำกับ:
tr_tr: Bir etiket seçin:
uk_ua: Виберіть мітку:
vi_vn: Chọn một nhãn:
zh_cn: 选择一个标签：
zh_mo: 選擇一個標籤：

source: Selected Label
ar: العلامة المحددة
da_dk: Valgt etiket
de: Ausgewähltes Etikett
el_gr: Επιλεγμένη Ετικέτα
es: Etiqueta seleccionada
fr: Étiquette sélectionnée
he_il: תווית שנבחרה
id_id: Label yang Dipilih
it: Etichetta selezionata
ja_jp: 選択されたラベル
ko_kr: 선택된 레이블
ms_my: Label yang Dipilih
my_mm: ရွေးချယ်ထားသောတံဆိပ် :
nl_nl: Geselecteerd label
pl_pl: Wybrana etykieta
pt: Etiqueta Selecionada
ru_ru: Выбранная метка
sv_se: Vald etikett
th_th: ป้ายกำกับที่เลือก
tr_tr: Seçilen Etiket
uk_ua: Вибрана мітка
vi_vn: Nhãn đã chọn
zh_cn: 所选的标签
zh_mo: 已選標籤

source: Fraud Scam Likely
ar: احتمال الاحتيال
da_dk: Sandsynligvis svindel
de: Wahrscheinlich Betrug/Scam
el_gr: Πιθανή απάτη
es: Posible fraude o estafa
fr: Probablement une fraude ou une arnaque
he_il: סביר להניח הונאה
id_id: Kemungkinan Penipuan
it: Probabile frode/truffa
ja_jp: 詐欺の可能性が高い
ko_kr: 사기 가능성 높음
ms_my: Kemungkinan Penipuan
my_mm: လိမ်လည်မှုဖြစ်နိုင်ချေများသည်
nl_nl: Waarschijnlijk fraude/oplichting
pl_pl: Prawdopodobne oszustwo
pt: Provável Fraude/Burla
ru_ru: Вероятно, мошенничество
sv_se: Troligtvis bedrägeri/bluff
th_th: อาจเป็นการฉ้อโกงหลอกลวง
tr_tr: Olası Dolandırıcılık
uk_ua: Ймовірно шахрайство
vi_vn: Có thể là lừa đảo
zh_cn: 可能为欺诈诈骗
zh_mo: 可能是詐騙

source: Spam Likely
ar: احتمال البريد العشوائي
da_dk: Sandsynligvis spam
de: Wahrscheinlich Spam
el_gr: Πιθανό spam
es: Posible spam
fr: Probablement du spam
he_il: סביר להניח ספאם
id_id: Kemungkinan Spam
it: Probabile spam
ja_jp: スパムの可能性が高い
ko_kr: 스팸 가능성 높음
ms_my: Kemungkinan Spam
my_mm: Spam ဖြစ်နိုင်ချေများသည်
nl_nl: Waarschijnlijk spam
pl_pl: Prawdopodobny spam
pt: Provável Spam
ru_ru: Вероятно, спам
sv_se: Troligtvis spam
th_th: อาจเป็นสแปม
tr_tr: Olası Spam
uk_ua: Ймовірно спам
vi_vn: Có thể là thư rác
zh_cn: 可能为垃圾邮件
zh_mo: 可能是垃圾郵件

source: Telemarketing
ar: التسويق عبر الهاتف
el_gr: Τηλεπωλήσεις
fr: Télémarketing
he_il: שיווק טלפוני
ja_jp: テレマーケティング
ko_kr: 텔레마케팅
ms_my: Telepemasaran
ru_ru: Телемаркетинг
th_th: การตลาดทางโทรศัพท์
tr_tr: Telepazarlama
uk_ua: Телемаркетинг
vi_vn: Tiếp thị qua điện thoại
zh_cn: 电话营销
zh_mo: 電話營銷

source: Robocall
ar: مكالمة روبوتية
el_gr: Αυτόματη κλήση
es: Llamada automática
fr: Appel automatique
he_il: שיחת רובוט
id_id: Panggilan Otomatis
it: Chiamata automatica
ja_jp: ロボコール
ko_kr: 로보콜
ms_my: Panggilan Robo
pl_pl: Automatyczne połączenie
pt: Chamada Automática
ru_ru: Автодозвон
tr_tr: Otomatik Arama
uk_ua: Автододзвонювач
vi_vn: Cuộc gọi tự động
zh_cn: 机器人电话
zh_mo: 機器人來電

source: Delivery
ar: توصيل
da_dk: Levering
de: Lieferung
el_gr: Παράδοση
es: Entrega
fr: Livraison
he_il: משלוח
id_id: Pengiriman
it: Consegna
ja_jp: 配達
ko_kr: 배달
ms_my: Penghantaran
my_mm: ပို့ဆောင်ခြင်း
nl_nl: Bezorging
pl_pl: Dostawa
pt: Entrega
ru_ru: Доставка
sv_se: Leverans
th_th: การจัดส่ง
tr_tr: Teslimat
uk_ua: Доставка
vi_vn: Giao hàng
zh_cn: 送货
zh_mo: 送貨

source: Takeaway
ar: طلبات المطاعم
de: Mitnahme
el_gr: Παραλαβή
es: Comida para llevar
fr: Plats à emporter
he_il: טייק אווי
it: Asporto
ja_jp: テイクアウト
ko_kr: 테이크아웃
ms_my: Bawa Pulang
nl_nl: Afhaalmaaltijd
pl_pl: Na wynos
pt: Comida para Levar
ru_ru: На вынос
sv_se: Avhämtning
th_th: อาหารกลับบ้าน
tr_tr: Paket Servisi
uk_ua: Їжа на виніс
vi_vn: Mang đi
zh_cn: 外卖
zh_mo: 外賣

source: Ridesharing
ar: مشاركة الركوب
da_dk: Samkørsel
de: Mitfahrgelegenheit
el_gr: Κοινή χρήση οχήματος
es: Transporte compartido
fr: Covoiturage
he_il: שיתוף נסיעות
id_id: Berbagi Tumpangan
ja_jp: ライドシェア
ko_kr: 차량 공유
ms_my: Perkongsian Tunggangan
nl_nl: Ritdeling
pl_pl: Współdzielenie przejazdów
pt: Boleia Partilhada
ru_ru: Совместные поездки
sv_se: Samåkning
th_th: การแชร์รถ
tr_tr: Araç Paylaşımı
uk_ua: Спільні поїздки
vi_vn: Chia sẻ chuyến đi
zh_cn: 拼车
zh_mo: 拼車

source: Insurance
ar: تأمين
da_dk: Forsikring
de: Versicherung
el_gr: Ασφάλιση
es: Seguros
fr: Assurance
he_il: ביטוח
id_id: Asuransi
it: Assicurazione
ja_jp: 保険
ko_kr: 보험
ms_my: Insurans
my_mm: အာမခံ
nl_nl: Verzekering
pl_pl: Ubezpieczenie
pt: Seguros
ru_ru: Страхование
sv_se: Försäkring
th_th: ประกันภัย
tr_tr: Sigorta
uk_ua: Страхування
vi_vn: Bảo hiểm
zh_cn: 保险
zh_mo: 保險
